{
    "data": [
        {
            "head": "ජනවාරි 1 වන දින - පාලනය සහ තේරීම",
            "body": "ස්ටොයික් දර්ශනයේ වැදගත්ම පුරුද්ද නම්, අපට වෙනස් කළ හැකි දේ සහ වෙනස් කළ නොහැකි දේ අතර වෙනස හඳුනා ගැනීමයි. අපට බලපෑම් කළ හැකි දේ සහ බලපෑම් කළ නොහැකි දේ. වැස්ස නිසා ගුවන් යානයක් ප්‍රමාද වීම - ගුවන් සේවා නියෝජිතයෙකුට කෑ ගැසීමෙන් කුණාටුව නතර වන්නේ නැත. ඔබ කොතරම් ප්‍රාර්ථනා කළත් ඔබව උස හෝ කෙටි හෝ වෙනත් රටක උපන් අයෙකු කළ නොහැක. ඔබ කොතරම් උත්සාහ කළත්, යමෙකුට ඔබ කැමති කරවා ගත නොහැක. ඊට අමතරව, මෙම නොසැලෙන දේවල් වලට ඔබවම හෙළීමට ගත කරන කාලය, අපට වෙනස් කළ හැකි දේවල් සඳහා ගත නොකරන කාලයයි."
        },
        {
            "head": "සන්සුන් භාවයේ යාච්ඤාව",
            "body": "පුනරුත්ථාපන ප්‍රජාව \"සන්සුන් භාවයේ යාච්ඤාව\" නමින් යමක් පුරුදු කරයි: \"දෙවියනි, මට වෙනස් කළ නොහැකි දේ පිළිගැනීමට සන්සුන් භාවය, මට වෙනස් කළ හැකි දේ වෙනස් කිරීමට ධෛර්යය සහ වෙනස දැන ගැනීමට ප්‍රඥාව ලබා දෙන්න.\" ඇබ්බැහි වූවන්ට ළමා වියේදී අත්විඳි අපයෝජන වෙනස් කළ නොහැක. ඔවුන් කළ තේරීම් හෝ ඔවුන් ඇති කළ රිදවීම් අහෝසි කළ නොහැක. නමුත් ඔවුන්ට අනාගතය වෙනස් කළ හැකිය - වර්තමාන මොහොතේ ඔවුන්ට ඇති බලය තුළින්. එපික්ටේටස් පැවසූ පරිදි, ඔවුන්ට දැන් කරන තේරීම් පාලනය කළ හැකිය."
        },
        {
            "head": "වර්තමානයේ පාලනය",
            "body": "අද අපටත් එයම සත්‍ය වේ. අපගේ දවසේ කුමන කොටස් අපගේ පාලනය යටතේද සහ කුමන කොටස් නොවේද යන්න පැහැදිලි කිරීමට අපට අවධානය යොමු කළ හැකි නම්, අපි සතුටින් සිටිනවා පමණක් නොව, ජයගත නොහැකි සටනක් කරන බව නොදකින අනෙක් පුද්ගලයින්ට වඩා අපට පැහැදිලි වාසියක් ලැබෙනු ඇත."
        },
        {
            "head": "ජනවාරි 2 වන දින - අධ්‍යාපනය නිදහසයි",
            "body": "ඔබ මේ පොත අතට ගත්තේ ඇයි? ඕනෑම පොතක් අතට ගන්නේ ඇයි? බුද්ධිමත් බව පෙන්වීමට නොවේ, ගුවන් යානයේ කාලය ගත කිරීමට නොවේ, ඔබට අසන්නට අවශ්‍ය දේ අසන්නට නොවේ - කියවීමට වඩා පහසු තේරීම් බොහොමයක් තිබේ.\n\nනැහැ, ඔබ මේ පොත අතට ගත්තේ ඔබ ජීවත් වන්නේ කෙසේදැයි ඉගෙන ගන්නා නිසා. ඔබට නිදහස් වීමට, බියෙන් තොර වීමට සහ සාමකාමී තත්වයක් අත්කර ගැනීමට අවශ්‍ය නිසා. අධ්‍යාපනය - මහා මනස්වල ප්‍රඥාව කියවීම සහ භාවනා කිරීම - තමා වෙනුවෙන්ම කළ යුතු දෙයක් නොවේ. එයට අරමුණක් ඇත.\n\nඔබට අවධානය වෙනතකට යොමු වීමට පටන් ගන්නා දිනවලදී, රූපවාහිනිය නැරඹීම හෝ කෙටි ආහාරයක් ගැනීම දර්ශනවාදය කියවීමට හෝ අධ්‍යයනය කිරීමට වඩා ඔබේ කාලය හොඳින් භාවිතා කිරීමක් ලෙස පෙනෙන විට, එම අනිවාර්යය මතක තබා ගන්න. දැනුම - විශේෂයෙන් ආත්ම දැනුම - නිදහසයි."
        },
        {
            "head": "ජනවාරි 3 - වැදගත් නොවන දේවල් සඳහා අනුකම්පා විරහිත වන්න",
            "body": "ජීවිතයේ කිරීමට අපහසුම දෙයක් නම් \"නැහැ\" කියා පැවසීමයි. ආරාධනා, ඉල්ලීම්, වගකීම්, අනෙක් සියල්ලන්ම කරන දේවල් සඳහා. ඇතැම් කාලය බහුල ලෙස වැය වන හැඟීම්වලට නැතැයි කීම ඊටත් වඩා දුෂ්කර ය: කෝපය, උද්දීපනය, අවධානය වෙනතකට යොමු වීම, උමත්තකම, කාමුකත්වය. මෙම ආවේගයන්ගෙන් කිසිවක් තනි තනිව විශාල දෙයක් ලෙස දැනෙන්නේ නැත, නමුත් අනෙක් ඒවා මෙන් කැපවීමක් බවට පත්වේ.\n\nඔබ ප්‍රවේශම් නොවන්නේ නම්, මේවා ඔබේ ජීවිතය යටපත් කර පරිභෝජනය කරන බලපෑම් වේ. ඔබේ කාලයෙන් කොටසක් නැවත ලබා ගන්නේ කෙසේද, ඔබට අඩු කාර්යබහුල බවක් දැනෙන්නේ කෙසේදැයි ඔබ කවදා හෝ කල්පනා කර තිබේද? \"නැහැ!\" යන බලය ඉගෙන ගැනීමෙන් ආරම්භ කරන්න - \"නැහැ, ස්තූතියි\" සහ \"නැහැ, මම ඒකට අහුවෙන්නේ නැහැ\" සහ \"නැහැ, මට දැන්ම බැහැ\" යනුවෙනි. එය සමහර හැඟීම්වලට රිදවිය හැකිය. එය මිනිසුන් ඉවතට හැරවිය හැකිය. එයට යම් වෙහෙස මහන්සි වී වැඩ කිරීමට සිදු විය හැකිය. නමුත් වැදගත් නොවන දේවල් සඳහා ඔබ නැතැයි කියන තරමට, වැදගත් දේවල් සඳහා ඔබට ඔව් කිව හැකිය. මෙය ඔබට ජීවත් වීමට සහ ඔබේ ජීවිතය භුක්ති විඳීමට ඉඩ සලසයි - ඔබට අවශ්‍ය ජීවිතය."
        },
        {
            "head": "ජනවාරි 4 - ප්‍රධාන කරුණු තුන",
            "body": "සංජානනය, ක්‍රියාව, කැමැත්ත. ඒවා ස්ටොයික්වාදයේ අතිච්ඡාදනය වන නමුත් තීරණාත්මක විෂයයන් තුනයි (මෙම පොතේ සංවිධානය මෙන්ම ඔබ දැන් ආරම්භ කර ඇති වසරක ගමන). දර්ශනයට තවත් බොහෝ දේ ඇත - සහ අපට විවිධ ස්ටොයික්වරුන්ගේ අද්විතීය විශ්වාසයන් ගැන කතා කිරීමට මුළු දවසම ගත කළ හැකිය: \"මෙය හෙරක්ලිටස් සිතුවේ...\" \"සෙනෝ සයිප්‍රසයේ නගරයක් වන සිටියම්හි සිටින අතර ඔහු විශ්වාස කළේ...\" නමුත් එවැනි කරුණු ඇත්තටම ඔබට දිනපතා උපකාර කරයිද? සුළු දේවල් මොනතරම් පැහැදිලි බවක් ලබා දෙයිද?\n\nඒ වෙනුවට, පහත කුඩා මතක් කිරීම සෑම දිනකම, සෑම තීරණයකටම ඔබ සමඟ ගෙන යාමට සුදුසු ස්ටොයික් දර්ශනයේ වැදගත්ම කොටස් තුන සාරාංශ කරයි:\n\nඔබේ සංජානන පාලනය කරන්න.\n\nඔබේ ක්‍රියාවන් නිසි ලෙස යොමු කරන්න.\n\nඔබේ පාලනයෙන් බැහැර දේ කැමැත්තෙන් පිළිගන්න.\n\nඅප කළ යුත්තේ එපමණයි."
        },
        {
            "head": "ජනවාරි 5 - ඔබේ අභිප්‍රාය පැහැදිලි කරන්න",
            "body": "බලයේ නීති 48 හි 29 වන නීතිය: අවසානය දක්වා සැලසුම් කරන්න. රොබට් ග්‍රීන් ලියන පරිදි, \"අවසානය දක්වා සැලසුම් කිරීමෙන් ඔබ තත්වයන්ගෙන් යටපත් නොවනු ඇති අතර ඔබ නතර කළ යුත්තේ කවදාදැයි ඔබ දැන ගනු ඇත. ඉදිරියට සිතීමෙන් වාසනාව මෘදු ලෙස මෙහෙයවා අනාගතය තීරණය කිරීමට උදවු කරන්න.\" ඉහළ කාර්යක්ෂමතාවයක් ඇති පුද්ගලයින්ගේ පුරුදු 7 හි දෙවන පුරුද්ද නම්: අවසානයක් සිතේ තබාගෙන ආරම්භ කරන්න.\n\nඅවසානයක් සිතේ තබාගෙන සිටීම ඔබ එයට ළඟා වන බවට සහතිකයක් නොවේ - කිසිම ස්ටොයික්වරයෙකු එම උපකල්පනය ඉවසන්නේ නැත - නමුත් අවසානයක් සිතේ නොමැතිකම ඔබ එසේ නොකරන බවට සහතිකයකි. ස්ටොයික්වරුන්ට, oiêsis (ව්‍යාජ සංකල්ප) ආත්මයේ කැළඹිලි සඳහා පමණක් නොව අවුල් සහගත සහ අක්‍රිය ජීවිත සහ මෙහෙයුම් සඳහා ද වගකිව යුතුය. ඔබේ උත්සාහයන් හේතුවක් හෝ අරමුණක් සඳහා යොමු නොකළ විට, දිනපතා කුමක් කළ යුතු දැයි ඔබ දැන ගන්නේ කෙසේද? නැතැයි කිව යුත්තේ කුමක් දැයි සහ ඔව් කිව යුත්තේ කුමක් දැයි ඔබ දැන ගන්නේ කෙසේද? ඔබට ප්‍රමාණවත් වූ විට, ඔබ ඔබේ ඉලක්කයට ළඟා වූ විට, ඔබ රේල් පාරෙන් බැහැර වූ විට, ඔබ ඒ දේවල් මොනවාදැයි කිසි විටෙකත් අර්ථ දක්වා නොමැති නම් ඔබ දැන ගන්නේ කෙසේද?\n\nපිළිතුර නම් ඔබට බැරි බවයි. ඒ නිසා ඔබ අසාර්ථකත්වයට පත් වේ - නැතහොත් ඊටත් වඩා නරක ලෙස, දිශානතියකින් තොරව පිස්සු වැටේ."
        }
    ]
}