{
    "data": [
        {
            "title": "48 Laws of Power",
            "subtitle": "Day 6- 15",
            "head": "ජනවාරි 6 - කොහේද, කවුද, මොකක්ද සහ ඇයි",
            "body": "ප්‍රමාද විකට නළු මිච් හෙඩ්බර්ග් ඔහුගේ ක්‍රියාවෙන් කී විහිළු කතාවක් තිබුණි. ගුවන් විදුලි සම්මුඛ සාකච්ඡාවකට වාඩි වී සිටි රේඩියෝ ඩීජේ කෙනෙක් ඔහුගෙන් ඇසුවේ, \"ඉතින්, ඔබ කවුද?\" ඒ මොහොතේ, ඔහුට සිතීමට සිදු විය, මේ මිගැටුව ඇත්තටම ගැඹුරුද නැතිනම් මම වැරදි ස්ථානයකට ගියාද?\n\n\"ඔබ කවුද?\" හෝ \"ඔබ කරන්නේ කුමක්ද?\" හෝ \"ඔබ කොහෙන්ද?\" වැනි සරල ප්‍රශ්නයක් අපෙන් කොපමණ වාරයක් අසනු ලැබේද? එය මතුපිටින් පෙනෙන ප්‍රශ්නයක් ලෙස සලකමින් - අපි එය කිසිසේත් සලකන්නේ නම් - අපි මතුපිට පිළිතුරකට වඩා කරදර නොවෙමු.\n\nනමුත්, බොහෝ අයට සැලකිය යුතු පිළිතුරක් ලබා දිය නොහැක. ඔබට පුළුවන්ද? ඔබ කවුද සහ ඔබ නියෝජනය කරන්නේ කුමක්ද යන්න පිළිබඳ පැහැදිලි බවක් ලබා ගැනීමට ඔබ කාලය ගත කර තිබේද? නැතහොත් ඔබ වැදගත් නොවන දේවල් පසුපස හඹා යාමට, වැරදි බලපෑම් අනුකරණය කිරීමට සහ බලාපොරොත්තු සුන් කරවන හෝ ඉටු නොවන හෝ නොපවතින මාර්ග අනුගමනය කිරීමට කාර්යබහුලද?"
        },
        {
            "head": "ජනවාරි 7 - මනසෙහි පැහැදිලි කාර්යයන් හතක්",
            "body": "අපි ඒ කාර්යයන් එකින් එක විස්තර කරමු:\n\nතේරීම - නිවැරදිව කිරීමට සහ සිතීමට\n\nප්‍රතික්ෂේප කිරීම - ප්‍රලෝභනය\n\nආශාව - වඩා හොඳ වීමට\n\nවිකර්ෂණය - සෘණාත්මක බව, නරක බලපෑම්, සත්‍ය නොවන දේ\n\nසූදානම - ඉදිරියේ ඇති දේට හෝ සිදුවිය හැකි ඕනෑම දෙයකට\n\nඅරමුණ - අපගේ මඟ පෙන්වන මූලධර්මය සහ ඉහළම ප්‍රමුඛතාවය\n\nඑකඟ වීම - අපගේ පාලනය තුළ ඇති දේ සහ පිටත ඇති දේ පිළිබඳව රැවටීමෙන් නිදහස් වීමට (සහ දෙවැන්න පිළිගැනීමට සූදානම් වන්න)\n\nමනස මෙහි කිරීමට ඇති දේ මෙයයි. අපි එය සිදු කරන බවට වග බලා ගත යුතුය - සහ අනනෙක් සියල්ල දූෂණය හෝ දූෂණය ලෙස බලන්න."
        },
        {
            "head": "ජනවාරි 8 - අපගේ ඇබ්බැහි පෙනීම",
            "body": "අපි හානිකර නොවන තෘෂ්ණා ලෙස සලකන දේවල් පහසුවෙන්ම සම්පූර්ණ ඇබ්බැහිවීම් බවට පත්විය හැකිය. අපි උදේ කෝපි සමඟ ආරම්භ කරන අතර එය නොමැතිව දවස ආරම්භ කළ නොහැක. අපි අපගේ රැකියාවේ කොටසක් නිසා අපගේ විද්‍යුත් තැපෑල පරීක්ෂා කරන අතර සෑම තත්පර කිහිපයකට වරක් අපගේ සාක්කුවේ ඇති දුරකථනයේ මනස්කාන්ත ඝෝෂාව අපට දැනේ. ඉක්මනින්ම, මෙම හානිකර නොවන පුරුදු අපගේ ජීවිතය පවත්වාගෙන යයි.\n\nඅපට ඇති කුඩා බලකිරීම් සහ ධාවකයන් අපගේ නිදහස සහ ස්වෛරීභාවය අඩපණ කරනවා පමණක් නොව, ඒවා අපගේ පැහැදිලිකම වලාකුළු කරයි. අපි පාලනය කරන බව අපි සිතමු - නමුත් අපි ඇත්තටමද? එක් ඇබ්බැහි වූවෙකු පැවසූ පරිදි, ඇබ්බැහි වීම යනු අප \"වැළකී සිටීමේ නිදහස අහිමි වී ඇති\" විටය. අපි එම නිදහස නැවත ලබා ගනිමු.\n\nසෝඩා? මත්ද්‍රව්‍ය? පැමිණිලි කිරීම? ඕපාදූප? අන්තර්ජාලය? ඔබේ නියපොතු සපා කෑම? නමුත් ඔබ වැළකී සිටීමේ හැකියාව නැවත ලබා ගත යුතුය, මන්ද එහි ඔබේ පැහැදිලිකම සහ ආත්ම පාලනය ඇත."
        },
        {
            "head": "ජනවාරි 9 - අප පාලනය කරන දේ සහ අප නොකරන දේ",
            "body": "අද, සිදුවන බාහිර සිදුවීම් ඔබ පාලනය කරන්නේ නැත. ඒක බයද? ටිකක්, නමුත් අපට ඒ සිදුවීම් පිළිබඳ අපගේ මතය පාලනය කළ හැකි බව අප දකින විට එය සමතුලිත වේ. ඒවා හොඳද නරකද, ඒවා සාධාරණද අසාධාරණද යන්න ඔබ තීරණය කරයි. ඔබ තත්වය පාලනය නොකරයි, නමුත් ඔබ ඒ ගැන සිතන දේ ඔබ පාලනය කරයි.\n\nඑය ක්‍රියා කරන ආකාරය බලන්න? ඔබේ පාලනයෙන් බැහැර සෑම දෙයක්ම - බාහිර ලෝකය, අනෙක් පුද්ගලයින්, удача, කර්මය, ඕනෑම දෙයක් - තවමත් ඔබේ පාලනය යටතේ ඇති අනුරූප ප්‍රදේශයක් ඉදිරිපත් කරයි. මෙය පමණක් අපට කළමනාකරණය කිරීමට ඕනෑ තරම්, ඕනෑ තරම් බලයක් ලබා දෙයි.\n\nසියල්ලටම වඩා, අපගේ පාලනය තුළ ඇති දේ පිළිබඳ අවංක අවබෝධයක් ලෝකය පිළිබඳ සැබෑ පැහැදිලි බවක් ලබා දෙයි: අප සතුව ඇත්තේ අපගේම මනස පමණි. ඔබ ඔබේ පරාසය පිටතට දිගු කිරීමට උත්සාහ කරන විට අද එය මතක තබා ගන්න - එය ඇතුළට යොමු කිරීම වඩා හොඳ සහ වඩාත් සුදුසු බව."
        },
        {
            "head": "ජනවාරි 10 - ඔබට ස්ථිර වීමට අවශ්‍ය නම්",
            "body": "ස්ටොයික්වරු ස්ථිරභාවය, ස්ථාවරත්වය සහ සන්සුන් භාවය සොයති - අප බොහෝ දෙනෙක් ආශා කරන නමුත් ඉක්මනින් අත්විඳින බව පෙනෙන ලක්ෂණ. ඔවුන් මෙම අපැහැදිලි ඉලක්කය සපුරා ගන්නේ කෙසේද? කෙනෙකු eustatheia (එපික්ටේටස්ගේ මෙම ඉගැන්වීම විස්තර කිරීමට ආරියන් භාවිතා කළ වචනය) මූර්තිමත් කරන්නේ කෙසේද?\n\nහොඳයි, ඒක වාසනාවක් නෙවෙයි. එය බාහිර බලපෑම් ඉවත් කිරීමෙන් හෝ නිශ්ශබ්දතාවයට සහ හුදකලාවට පිටවීමෙන් නොවේ. ඒ වෙනුවට, එය බාහිර ලෝකය අපගේ විනිශ්චයේ කෙළින්ම පෙරහන කිරීම ගැන ය. අපගේ තර්කයට කළ හැකි දේ එයයි - එයට බාහිර සිදුවීම්වල වක්‍ර, ව්‍යාකූල සහ යටපත් කරවන ස්වභාවය ගෙන ක්‍රමාණුකූල කළ හැකිය.\n\nකෙසේ වෙතත්, අපි තර්කය භාවිතා නොකරන නිසා අපගේ විනිශ්චයන් වක්‍ර නම්, පසුව සිදුවන සියල්ල වක්‍ර වන අතර, ජීවිතයේ අවුල් සහගත තත්ත්වය තුළ අපවම ස්ථාවර කර ගැනීමේ හැකියාව අපට අහිමි වනු ඇත. ඔබට ස්ථිර වීමට අවශ්‍ය නම්, ඔබට පැහැදිලිකම අවශ්‍ය නම්, නිසි විනිශ්චය හොඳම මාර්ගයයි."
        },
        {
            "head": "ජනවාරි 11 - ඔබට අස්ථිර වීමට අවශ්‍ය නම්",
            "body": "සෙන් දාර්ශනිකයාගේ රටුව නම් කොළ පැහැති, නිස්කලංක කඳුකරයේ හෝ යම් පාෂාණමය කඳු මුදුනක ඇති ලස්සන පන්සලක සිටින භික්ෂුවකි. ස්ටොයික්වරු මෙම අදහසට ප්‍රතිවිරුද්ධයයි. ඒ වෙනුවට, ඔවුන් වෙළඳපොලේ සිටින මිනිසා, සංසදයේ සෙනෙට් සභිකයා, යුධ පිටියෙන් ආපසු පැමිණෙන තම සොල්දාදුවා එනතුරු බලා සිටින නිර්භීත බිරිඳ, ඇගේ මැදිරියේ කාර්යබහුල මූර්ති ශිල්පියා ය. තවමත්, ස්ටොයික්වරයාද සමානව සාමකාමී ය.\n\nසන්සුන් භාවය සහ ස්ථාවරත්වය ඔබේ තේරීම් සහ විනිශ්චයේ ප්‍රතිඵල මිස ඔබේ පරිසරය නොවන බව එපික්ටේටස් ඔබට මතක් කර දෙයි. සන්සුන් භාවයට බාධා කරන සියලු බාධා කිරීම් - අනෙක් පුද්ගලයින්, බාහිර සිදුවීම්, ආතතිය - වළක්වා ගැනීමට ඔබ උත්සාහ කරන්නේ නම්, ඔබ කිසි විටෙකත් සාර්ථක නොවනු ඇත. ඔබ දල්වන ඕනෑම තැනක සහ සැඟවී සිටින ඕනෑම තැනක ඔබේ ගැටළු ඔබ පසුපස එනු ඇත. නමුත් එම ගැටළු ඇති කරන හානිකර සහ කඩාකප්පල්කාරී විනිශ්චයන් වළක්වා ගැනීමට ඔබ උත්සාහ කරන්නේ නම්, ඔබ සිටින ඕනෑම තැනක ඔබ ස්ථාවර සහ ස්ථාවර වනු ඇත."
        },
        {
            "head": "ජනවාරි 12 - සන්සුන් භාවයට ඇති එකම මාර්ගය",
            "body": "මේ උදෑසන, ඔබේ පාලනය තුළ ඇති දේ සහ ඔබේ පාලනයෙන් බැහැර දේ ඔබටම මතක් කර ගන්න. පළමුවැන්න කෙරෙහි අවධානය යොමු කිරීමට සහ දෙවැන්න නොවන බව ඔබටම මතක් කර ගන්න.\n\nදිවා ආහාරයට පෙර, ඔබ සැබවින්ම හිමිකම් කියන එකම දෙය තේරීම් කිරීමට ඇති හැකියාව (සහ එසේ කිරීමේදී තර්කනය සහ විනිශ්චය භාවිතා කිරීමට) බව ඔබටම මතක් කර ගන්න. මෙය කිසි විටෙකත් ඔබෙන් සම්පූර්ණයෙන්ම ඉවත් කළ නොහැකි එකම දෙයයි.\n\nපස්වරුවේ, ඔබ කරන තේරීම් හැර, ඔබේ ඉරණම සම්පූර්ණයෙන්ම ඔබට භාර නොවන බව ඔබටම මතක් කර ගන්න. ලෝකය කැරකෙන අතර අපි ඒ සමඟ කැරකෙමු - හොඳ හෝ නරක, ඕනම් දිශාවකට.\n\nසවස් වරුවේ, ඔබේ පාලනයෙන් බැහැර කොපමණ ප්‍රමාණයක් සහ ඔබේ තේරීම් ආරම්භ වන්නේ සහ අවසන් වන්නේ කොතැනද යන්න නැවත වරක් ඔබටම මතක් කර ගන්න.\n\nඔබ ඇඳේ වැතිර සිටින විට, නින්ද යනු යටත් වීමේ සහ විශ්වාසයේ ආකාරයක් බවත් එය කොතරම් පහසුවෙන් පැමිණෙන බවත් මතක තබා ගන්න. හෙට නැවත මුළු චක්‍රයම ආරම්භ කිරීමට සූදානම් වන්න."
        },
        {
            "head": "ජනවාරි 13 - පාලන කවය",
            "body": "මෙය නැවත නැවතත් කීමට තරම් වැදගත් ය: ප්‍රඥාවන්ත පුද්ගලයෙකු දන්නවා ඔවුන්ගේ පාලන කවය තුළ ඇති දේ සහ ඉන් පිටත ඇති දේ.\n\nශුභාරංචිය නම් අපගේ පාලනය තුළ ඇති දේ මතක තබා ගැනීම තරමක් පහසු බවයි. ස්ටොයික්වරුන්ට අනුව, පාලන කවය තුළ ඇත්තේ එක දෙයක් පමණි: ඔබේ මනස. ඒක හරි, ඔබේ භෞතික ශරීරය පවා සම්පූර්ණයෙන්ම කවය තුළ නොමැත. සියල්ලට පසු, ඕනෑම මොහොතක ඔබට ශාරීරික රෝගාබාධයකින් හෝ දුර්වලතාවයකින් පහර දිය හැකිය. ඔබට විදේශ රටක සංචාරය කර සිරගත කළ හැකිය.\n\nනමුත් මේ සියල්ල ශුභාරංචියකි, මන්ද එය ඔබ සිතිය යුතු දේවල් ප්‍රමාණය දැඩි ලෙස අඩු කරන බැවිනි. සරල බව තුළ පැහැදිලි බවක් ඇත. අනෙක් සියල්ලන්ම සැතපුමක් දිග වගකීම් ලැයිස්තුවක් සමඟ දුවමින් සිටින අතර - ඔවුන් ඇත්තටම වගකිව යුතු නැති දේවල් - ඔබට ඇත්තේ ඒ එක් අයිතම ලැයිස්තුව පමණි. ඔබට කළමනාකරණය කිරීමට ඇත්තේ එක දෙයක් පමණි: ඔබේ තේරීම්, ඔබේ කැමැත්ත, ඔබේ මනස.\n\nඒ නිසා ඒක මතක තියාගන්න."
        },
        {
            "head": "ජනවාරි 14 - ඔබේ මනස ඇද ගන්නා තන්තු කපා දමන්න",
            "body": "ඔබේ මුදල් පසුම්බියේ කොටසක් හෝ ඔබේ අවධානයට තත්පරයක් සඳහා තරඟ කරන සියලු උනන්දුව ගැන සිතන්න. ආහාර විද්‍යාඥයින් ඔබේ රස කළල ගසා කෑමට නිෂ්පාදන නිපදවයි. සිලිකන් නිම්නයේ ඉංජිනේරුවන් සූදුව මෙන් ඇබ්බැහි වූ යෙදුම් නිර්මාණය කරති. මාධ්‍ය කෝපය සහ කෝපය අවුස්සන කතා නිෂ්පාදනය කරයි. මේවා අප මත ක්‍රියා කරන පෙළඹවීම් සහ බලවේගවලින් කුඩා කොටසක් පමණි - අපව අවධානය වෙනතකට යොමු කර ඇත්තෙන්ම වැදගත් දේවලින් අපව ඈත් කරයි. Marcus, ස්තුතිවන්තව, අපගේ නූතන සංස්කෘතියේ මෙම අන්ත කොටස්වලට නිරාවරණය නොවීය. නමුත් ඔහු ඕනෑ තරම් බාධාකාරී ගිලෙන සිදුරු දැන සිටියේය: ඕපාදූප, නිමක් නැති රැකියා ඇමතුම මෙන්ම බිය, සැකය, කාමුකත්වය. සෑම මිනිසෙක්ම වඩ වඩාත් බලවත් සහ ප්‍රතිරෝධී වීමට අපහසු මෙම අභ්‍යන්තර හා බාහිර බලවේගයන් විසින් ඇද ගනු ලැබේ.\n\nදර්ශනය යනු අපෙන් ඉල්ලා සිටින්නේ ප්‍රවේශම් සහිත අවධානය යොමු කර බෝනික්කන්ට වඩා වැඩි යමක් වීමට උත්සාහ කරන ලෙසයි. Viktor Frankl The Will to Meaning හි පවසන පරිදි, \"මිනිසා ධාවකයන් විසින් තල්ලු කරනු ලැබේ, නමුත් වටිනාකම් මගින් ඇද ගනු ලැබේ.\" මෙම අගයන් සහ අභ්‍යන්තර දැනුවත්භාවය අපව බෝනික්කන් වීම වළක්වයි. නිසැකවම, අවධානය යොමු කිරීමට වැඩ සහ දැනුවත්භාවය අවශ්‍ය වේ, නමුත් එය නූලකින් ගැසීමට වඩා හොඳ නේද?"
        },
        {
            "head": "ජනවාරි 15 - සාමය ඇත්තේ ගමන රැඳී සිටීමෙනි",
            "body": "සෙනෙකා සන්සුන් භාවය පිළිබඳ ඔහුගේ රචනයේ, ඔහු euthymia යන ග්‍රීක වචනය භාවිතා කරයි, එය ඔහු අර්ථ දක්වන්නේ \"ඔබම විශ්වාස කිරීම සහ ඔබ නිවැරදි මාවතේ සිටින බවට විශ්වාස කිරීම, සහ සෑම දිශාවකටම සැරිසරන අයගේ මංපත් රාශියක් අනුගමනය කිරීමෙන් සැකයෙන් නොසිටීම\" ලෙසයි. එය මෙම මානසික තත්ත්වය, ඔහු පවසන්නේ, සන්සුන් භාවය ඇති කරන බවයි.\n\nදර්ශනයේ පැහැදිලිකම අපට මෙම විශ්වාසය ලබා ගැනීමට ඉඩ සලසයි. එයින් අදහස් කරන්නේ අපි සැමවිටම සියල්ල ගැන සියයට සියයක් සහතික වන බවක් හෝ අප එසේ විය යුතු බවක් නොවේ. ඒ වෙනුවට, අපි යන්නේ නිවැරදි දිශාවට බව අපට සහතික විය හැකිය - අපට නිරන්තරයෙන් අපවම අනෙක් පුද්ගලයින් සමඟ සැසඳීමට හෝ නව තොරතුරු මත පදනම්ව සෑම තත්පර තුනකට වරක් අපගේ අදහස වෙනස් කිරීමට අවශ්‍ය නොවේ.\n\nඒ වෙනුවට, සන්සුන් භාවය සහ සාමය ලැබෙන්නේ අපගේ මාර්ගය හඳුනා ගැනීමෙන් සහ එයට ඇලී සිටීමෙනි: ගමන රැඳී සිටීම - මෙහි සහ එහි ගැලපීම් කිරීම, ස්වාභාවිකව - නමුත් පාෂාණ તરફ ට හැරවීමට අපට ආරාධනා කරන අවධානය වෙනතකට යොමු කරන සයිරන් නොසලකා හැරීම."
        }
    ]
}