{
    "data": [
        {
            "title": "48 Laws of Power",
            "subtitle": "Day 16- 25",
            "head": "ජනවාරි 16 - කිසිවිටෙක පුරුද්දෙන් කිසිවක් නොකරන්න",
            "body": "කම්කරුවෙකුගෙන් අසනු ලැබේ: \"ඔබ එය මේ ආකාරයෙන් කළේ ඇයි?\" පිළිතුර, \"මොකද අපි හැම විටම දේවල් කළේ ඒ ආකාරයට.\" පිළිතුර සෑම හොඳ ලොක්කෙකුම කලකිරීමට පත් කරන අතර සෑම ව්‍යවසායකයෙකුගේම මුඛයට වතුර දමයි. කම්කරුවා සිතීම නවත්වා ඇති අතර මනසින් තොරව පුරුද්දෙන් ක්‍රියා කරයි. තරඟකරුවෙකු විසින් ව්‍යාපාරය කඩාකප්පල් කිරීමට ඉදුණු අතර, කම්කරුවා බොහෝ විට ඕනෑම චින්තන ලොක්කෙකු විසින් සේවයෙන් පහ කරනු ඇත.\n\nඅපගේම පුරුදු සඳහා අප එම අනුකම්පා විරහිත බව අදාළ කළ යුතුය. ඇත්ත වශයෙන්ම, අපි දර්ශනය අධ්‍යයනය කරන්නේ රොට් හැසිරීම් වලින් අපවම මුදවා ගැනීමටය. ඔබ රොට් මතකයෙන් හෝ චර්යාවෙන් කරන දේ සොයා ගන්න. ඔබෙන්ම අසන්න: එය කිරීමට ඇත්තටම හොඳම මාර්ගය මෙයද? ඔබ කරන දේ කරන්නේ මන්දැයි දැන ගන්න - නිවැරදි හේතූන් මත එය කරන්න."
        },
        {
            "head": "ජනවාරි 17 - සැබෑ වැඩ නැවත ආරම්භ කරන්න",
            "body": "ඔබ අසමත් විය හැකි යැයි බියෙන් යමක් උත්සාහ කිරීමට බිය වූ පාසලේ හෝ ඔබේ ජීවිතයේ මුල් භාගයේදී ඔබට මතකද? බොහෝ යෞවනයන් තමන්ටම වෙහෙස මහන්සි වී වැඩ කිරීමට වඩා විහිළු කිරීමට කැමැත්තක් දක්වයි. අඩක් හදවතින්, කම්මැලි වෑයම ඔවුන්ට සූදානම් කළ නිදහසට කරුණක් ලබා දෙයි: \"කමක් නැහැ. මම උත්සාහ කළෙත් නැහැ.\"\n\nඅපි වැඩිහිටි වන විට, අසාර්ථකත්වය තවදුරටත් අනුකම්පා විරහිත නොවේ. අවදානමට ලක්ව ඇත්තේ යම් අත්තනෝමතික ශ්‍රේණියක් හෝ ක්‍රීඩා කුසලානයක් නොව, ඔබේ ජීවිතයේ ගුණාත්මකභාවය සහ ඔබ වටා ඇති ලෝකය සමඟ කටයුතු කිරීමේ හැකියාවයි.\n\nඒකෙන් බය වෙන්න එපා. ඔබට ලෝකයේ හොඳම ගුරුවරුන් සිටී: ජීවත් වූ ප්‍රඥාවන්තම දාර්ශනිකයන්. ඔබට හැකියාවක් ඇති පමණක් නොව, මහාචාර්යවරයා ඉතා සරල දෙයක් ඉල්ලා සිටී: වැඩ ආරම්භ කරන්න. ඉතිරිය අනුගමනය කරයි."
        },
        {
            "head": "ජනවාරි 18 - කවියෙකු සහ කලාකරුවෙකු මෙන් ලෝකය දකින්න",
            "body": "Marcus ගේ Meditations හි සමහර විශ්මයජනක ලෙස ලස්සන වාක්‍ය ඛණ්ඩ තිබේ - අපේක්ෂිත ප්‍රේක්ෂකයින් (තමා පමණි) සලකා බැලීමේදී පුදුම සහගත සංග්‍රහයකි. එක් පරිච්ඡේදයකදී, ඔහු ස්වභාවධර්මයේ ක්‍රියාවලියේ \"චමත්කාරය සහ ආකර්ෂණය\", \"ඉදුණු ධාන්‍ය ගොයම් ගහ කුඩා වී තිබීම, සිංහයාගේ රැලි වැටුණු ඇහි බැම, ඌරාගේ මුඛයෙන් පෙන බිංදු\" ගැන ප්‍රශංසා කරයි. මෙම විචිත්‍රවත් ඡේදවල ඇති රූප සඳහා අපි පුද්ගලික වාචාලකම ගුරුවරයා වන Marcus Cornelius Fronto ට ස්තූති කළ යුතුයි. Cicero හැර රෝමයේ හොඳම කථිකයා ලෙස පුළුල් ලෙස සැලකෙන Fronto, Marcus ගේ දරුකමට හත් පියා විසින් Marcus ට සිතීමට, ලිවීමට සහ කතා කිරීමට ඉගැන්වීමට තෝරා ගන්නා ලදී.\n\nලස්සන වාක්‍ය ඛණ්ඩවලට වඩා, ඔවුන් ඔහුට - සහ දැන් අපට - සාමාන්‍ය හෝ පෙනෙන පරිදි අලංකාර නොවන සිදුවීම් පිළිබඳ බලගතු දෘෂ්ටිකෝණයක් ලබා දුන්නේය. ජීවිතයේ අවසානය ගසකින් වැටෙන ඉදුණු පලතුරකට වඩා වෙනස් නොවන බව දැකීමට කලාකරුවෙකුගේ ඇසක් අවශ්‍ය වේ. \"පිළිස්සීමේදී පාන් කැඩී යන ස්ථාන සහ එම ඉරිතැලීම්, බේකර්ගේ කලාවේ අදහස් නොකළද, අපගේ ඇසට හසු වී අපගේ ආහාර රුචිය අවුස්සයි\" සහ ඒවායේ रूपකයක් සොයා ගන්නා ආකාරය දැකීමට කවියෙකුට අවශ්‍ය වේ.\n\nඅනෙක් අයට නොපෙනෙන දේ දැකීමෙන්, අනෙක් අය නොසලකා හරින ස්ථානවල කරුණාව සහ සමගිය සොයා ගැනීමෙන් පැහැදිලිකම (සහ ප්‍රීතිය) ඇත. ලෝකය කිසියම් අඳුරු ස්ථානයක් ලෙස දැකීමට වඩා එය හොඳ නැද්ද?"
        },
        {
            "head": "ජනවාරි 19 - ඔබ යන ඕනෑම තැනක, ඔබේ තේරීම එහි ඇත",
            "body": "ස්ටොයික්වරු සියල්ලෝම ජීවිතයේ බෙහෙවින් වෙනස් ස්ථාන දැරූහ. සමහරු ධනවත් වූ අතර, සමහරු රෝමයේ දෘඩ ධුරාවලියේ පහළින්ම ඉපදුණහ. සමහරුන්ට එය පහසු වූ අතර අනෙක් අයට එය සිතාගත නොහැකි තරම් දුෂ්කර විය. මෙය අපටද සත්‍ය වේ - අපි සියල්ලෝම විවිධ පසුබිම්වලින් දර්ශනයට පැමිණෙමු, සහ අපගේම ජීවිත තුළ පවා අපි හොඳ වාසනාව සහ නරක වාසනාව අත්විඳිමු.\n\nනමුත් සියලු තත්වයන් තුළ - ප්‍රතිවිරුද්ධතාව හෝ වාසිය - අපට ඇත්තටම කළ යුතු එක දෙයක් තිබේ: නොවන දෙයට විරුද්ධව අපගේ පාලනය තුළ ඇති දෙයට අවධානය යොමු කරන්න. දැන් අපි අරගලවලින් පහත් විය හැකිය, නමුත් මීට වසර කිහිපයකට පෙර අපි උසස් ජීවිතයක් ගත කරන්නට ඇති අතර, දින කිහිපයකින් අපට කොතරම් හොඳින් කටයුතු කළ හැකිද යත් සාර්ථකත්වය ඇත්ත වශයෙන්ම බරක් වේ. එක දෙයක් නියතව පවතිනු ඇත: අපගේ තේරීමේ නිදහස - විශාල පින්තූරයේ සහ කුඩා පින්තූරයේ යන දෙකෙහිම.\n\nඅවසාන වශයෙන්, මෙය පැහැදිලි ය. අප කවුරු වුවත්, අප කොතැනක සිටියත් - වැදගත් වන්නේ අපගේ තේරීම් ය. ඒවා මොනවාද? අපි ඒවා ඇගයීමට ලක් කරන්නේ කෙසේද? අපි ඒවායින් උපරිම ප්‍රයෝජන ගන්නේ කෙසේද? අපගේ ස්ථානය නොසලකා ජීවිතය අපෙන් අසන ප්‍රශ්න ඒවාය. ඔබ පිළිතුරු දෙන්නේ කෙසේද?"
        },
        {
            "head": "ජනවාරි 20 - ඔබේ සිතුවිලි නැවත පණ ගන්වන්න",
            "body": "ඔබට නරක සති කිහිපයක් තිබුණාද? ඔබ ඔබට ආදරය කරන මූලධර්ම සහ විශ්වාසයන්ගෙන් ඈත් වී තිබේද? ඒක හොඳයි. ඒක අපි හැමෝටම වෙනවා.\n\nඇත්ත වශයෙන්ම, එය Marcus ට බොහෝ විට සිදු විය - ඔහු මෙම සටහන තමාටම ලියා තැබුවේ ඒ නිසා විය හැකිය. සමහර විට ඔහු දුෂ්කර සෙනෙට් සභිකයන් සමඟ කටයුතු කරමින් සිටි හෝ ඔහුගේ කරදරකාරී පුත්‍රයා සමඟ දුෂ්කරතා ඇති කර ගනිමින් සිටින්නට ඇත. සමහර විට මෙම අවස්ථා වලදී ඔහුට තරහ ගොස්, මානසික අවපීඩනයට පත් වී හෝ තමා සමඟ පරීක්‍ෂා කිරීම නවත්වා දමා ඇත. කාට නැද්ද?\n\nනමුත් මෙහි මතක් කිරීම නම්, ಏನೇ සිදු වුවත්, අතීතයේ අපගේ හැසිරීම කෙතරම් කලකිරීමට පත් වුවත්, මූලධර්මම නොවෙනස්ව පවතී. අපට ඕනෑම වේලාවක ආපසු පැමිණ ඒවා වැළඳ ගත හැකිය. ඊයේ සිදු වූ දේ - මිනිත්තු පහකට පෙර සිදු වූ දේ - අතීතයයි. අපට අවශ්‍ය විටෙක නැවත පණ ගැන්වීමට සහ නැවත ආරම්භ කළ හැකිය.\n\nඇයි දැන්ම ඒක කරන්නේ නැත්තේ?"
        },
        {
            "head": "ජනවාරි 21 - උදෑසන චාරිත්‍රයක්",
            "body": "බොහෝ සාර්ථක පුද්ගලයින්ට උදෑසන චාරිත්‍රයක් ඇත. සමහරුන්ට එය භාවනාවයි. තවත් සමහරුන්ට එය ව්‍යායාමයි. බොහෝ දෙනෙකුට, එය දිනපොත ලිවීමකි - ඔවුන් තම සිතුවිලි, බිය, බලාපොරොත්තු ලියා තබන පිටු කිහිපයක් පමණි. මෙම අවස්ථා වලදී, කාරණය ක්‍රියාකාරකම තරම් නොවේ චාරිත්‍රානුකූල පරාවර්තනයයි. අදහස නම් ඇතුළට බලා පරීක්‍ෂා කිරීමට යම් කාලයක් ගැනීමයි.\n\nඒ කාලය ගැනීම ස්ටොයික්වරු බොහෝ දේට වඩා උපදෙස් දුන් දෙයකි. Marcus Aurelius ඔහුගේ Meditations ලිව්වේ උදේදීද රාත්‍රියේදීදැයි අපි නොදනිමු, නමුත් ඔහු නිශ්ශබ්දව තනිව සිටින මොහොතක් කැටයම් කළ බව අපි දනිමු - සහ ඔහු ලිව්වේ වෙනත් කිසිවෙකුට නොව තමාටම බව. ඔබ ඔබේම චාරිත්‍රයක් ආරම්භ කිරීමට ස්ථානයක් සොයන්නේ නම්, ඔබට Marcus ගේ ආදර්ශය සහ Epictetus ගේ චෙක්පතට වඩා නරක දෙයක් කළ හැකිය.\n\nසෑම දිනකම, අද සිට, ඔබෙන්ම මෙම දුෂ්කර ප්‍රශ්න අසන්න. දර්ශනය සහ වෙහෙස මහන්සි වී වැඩ කිරීම ඔබව ජීවිතයේ එක් උදෑසනකට වරකට, වඩා හොඳ පිළිතුරු වෙත ගෙන යාමට ඉඩ දෙන්න."
        },
        {
            "head": "ජනවාරි 22 - දින සමාලෝචනය",
            "body": "තම වැඩිමහල් සොහොයුරා වන Novatus ට ලිපියක් යවමින්, සෙනෙකා තවත් කැපී පෙනෙන දාර්ශනිකයෙකුගෙන් ණයට ගත් ප්‍රයෝජනවත් ව්‍යායාමයක් විස්තර කරයි. සෑම දිනකම අවසානයේදී ඔහු පහත සඳහන් ප්‍රශ්නවල වෙනස්කම් තමාගෙන්ම අසනු ඇත: අද මම කුමන නරක පුරුද්ද මැඩපැවැත්වූවාද? මම හොඳින් ඉන්නේ කොහොමද? මගේ ක්‍රියාවන් සාධාරණද? මට වැඩිදියුණු කළ හැක්කේ කෙසේද?\n\nසෑම දිනකම ආරම්භයේදී හෝ අවසානයේදී, ස්ටොයික් තම දිනපොත සමඟ වාඩි වී සමාලෝචනය කරයි: ඔහු කළ දේ, ඔහු සිතූ දේ, වැඩිදියුණු කළ හැකි දේ. Marcus Aurelius ගේ Meditations යම් දුරකට තේරුම්ගත නොහැකි පොතක් වීමට හේතුව එයයි - එය පුද්ගලික පැහැදිලිකම සඳහා මිස මහජන ප්‍රයෝජනය සඳහා නොවේ. ස්ටොයික් ව්‍යායාම ලිවීම ඒවා පුරුදු කිරීමේ ආකාරයක් වූ අතර එය තවමත් පවතී, යාච්ඤාවක් හෝ ගීතිකාවක් නැවත නැවතත් කීම මෙන්.\n\nඔබේම දිනපොතක් තබා ගන්න, එය පරිගණකයක හෝ කුඩා සටහන් පොතක සුරකින ලද තිබේද යන්න. පෙර දිනයේ සිදුවීම් සිහිපත් කිරීමට සවිඥානිකව කාලය ගන්න. ඔබේ තක්සේරු කිරීම්වලදී නොසැලී සිටින්න. ඔබේ සතුටට දායක වූ දේ සහ එයින් අඩු වූ දේ දැකගන්න. ඔබට වැඩ කිරීමට අවශ්‍ය දේ හෝ ඔබ කැමති උපුටා දැක්වීම් ලියන්න. එවැනි සිතුවිලි සටහන් කිරීමට උත්සාහ කිරීමෙන්, ඔබ ඒවා අමතක කිරීමට ඇති ඉඩකඩ අඩුය. අතිරේක ප්‍රසාද දීමනාවක්: ඔබේ ප්‍රගතිය නිරීක්ෂණය කිරීමට ඔබට ධාවන ගණන් කිරීමක් ද ඇත."
        },
        {
            "head": "ජනවාරි 23 - මුදල් පිළිබඳ සත්‍යය",
            "body": "ධනවතුන්ගේ සහ ප්‍රසිද්ධ අයගේ ජීවන රටාවන් The Great Gatsby වැනි පොත්වල බොහෝ විට උත්කර්ෂයට නැංවූ කතුවරයා වන එෆ්. ස්කොට් ෆිට්ස්ජෙරල්ඩ්, ඔහුගේ කෙටිකතා වලින් එකක් දැන් සම්භාව්‍ය පේළි සමඟින් ආරම්භ කරයි: \"ඉතා ධනවතුන් ගැන මට ඔබට කියන්නට ඉඩ දෙන්න. ඔවුන් ඔබට සහ මට වඩා වෙනස්.\" මෙම කතාව ප්‍රකාශයට පත් කිරීමෙන් වසර කිහිපයකට පසු, ඔහුගේ මිතුරා වූ අර්නස්ට් හෙමිංවේ ෆිට්ස්ජෙරල්ඩ්ට විහිළු කළේ, \"ඔව්, ඔවුන්ට වැඩි මුදලක් තිබේ.\"\n\nසෙනෙකා අපට මතක් කර දෙන්නේ එයයි. රෝමයේ ධනවත්ම පුද්ගලයන්ගෙන් කෙනෙකු වූ ඔහු, මුදල් ජීවිතය සුළු වශයෙන් වෙනස් කරන බව අත්දැකීමෙන් දැන සිටියේය. එය නොමැති පුද්ගලයින් සිතන ගැටළු එය විසඳන්නේ නැත. ඇත්ත වශයෙන්ම, කිසිදු ද්‍රව්‍යමය දෙයක් එසේ නොවේ. බාහිර දේවලට අභ්‍යන්තර ගැටළු නිරාකරණය කළ නොහැක.\n\nඅපි නිරන්තරයෙන් මෙය අමතක කරමු - එය අපට බොහෝ ව්‍යාකූලත්වය සහ වේදනාව ඇති කරයි. හෙමිංවේ පසුව ෆිට්ස්ජෙරල්ඩ් ගැන ලියූ පරිදි, \"ඔහු සිතුවේ [ධනවතුන්] විශේෂ ආකර්ශනීය ජාතියක් බවත් ඔවුන් එසේ නොවන බව ඔහු සොයා ගත් විට එය ඔහු විනාශ කළ බවත්.\" වෙනසක් නොමැතිව අපටද එයම සත්‍ය වේ."
        },
        {
            "head": "ජනවාරි 24 - ගැඹුරු අවබෝධය සඳහා තල්ලු කරන්න",
            "body": "Marcus Aurelius ගේ Meditations පළමු පොත කෘතඥතා නාමාවලියකින් ආරම්භ වේ. ඔහු තම ජීවිතයේ ප්‍රමුඛ බලපෑම් එකින් එක ස්තුති කරයි. ඔහු ස්තුති කරන පුද්ගලයන්ගෙන් කෙනෙකි Quintus Junius Rusticus, තම ශිෂ්‍යයා තුළ ගැඹුරු පැහැදිලි බව සහ අවබෝධය සඳහා ඇති ආදරය වර්ධනය කළ ගුරුවරයෙකි - ඉගෙනීමේදී මතුපිටින් නොනැවතීමට ඇති ආශාව.\n\nMarcus Epictetus හඳුන්වා දුන්නේද Rusticus වෙතිනි. ඇත්ත වශයෙන්ම, Rusticus Epictetus ගේ දේශනවල ඔහුගේ පුද්ගලික පිටපත Marcus ට ණයට දුන්නේය. මෙම දේශනවල හරය ලබා ගැනීමෙන් Marcus පැහැදිලිවම සෑහීමකට පත් නොවූ අතර ඔහුගේ ගුරුවරයාගේ නිර්දේශය මත ඒවා පිළිගත්තේ නැත. Paul Johnson වරක් විහිළුවට මෙන් කියා සිටියේ Edmund Wilson පොත් කියවන්නේ \"කතුවරයා තම ජීවිතය වෙනුවෙන් නඩු විභාගයකට මුහුණ දී ඇති ආකාරයට\" බවයි. Marcus Epictetus කියවූයේ එලෙසිනි - සහ පාඩම් සමත් වූ විට, ඔහු ඒවා අවශෝෂණය කළේය. මිනිසෙකු ලෙස ඔහුගේ DNA හි කොටසක් බවට ඔවුන් පත් විය. ඔහු තම ජීවිත කාලය පුරාම ඒවා දීර්ඝ ලෙස උපුටා දැක්වීය, ඔහුට ලැබෙන අතිමහත් සුඛෝපභෝගීත්වය සහ බලය මධ්‍යයේ වුවද වචනවල සැබෑ පැහැදිලිකම සහ ශක්තිය සොයා ගත්තේය.\n\nඒ ආකාරයේ ගැඹුරු කියවීම සහ අධ්‍යයනය අපටත් වගා කළ යුතුය, ඒ නිසා අපි එකවර පිටුවක් පමණක් කියවන්නේ එක් පරිච්ඡේදයකට වඩා. එබැවින් අපට සාවධානව සහ ගැඹුරින් කියවීමට කාලය ගත කළ හැකිය."
        },
        {
            "head": "ජනවාරි 25 - එකම ත්‍යාගය",
            "body": "ආසන්න වශයෙන් ඩොලර් බිලියන 65 ක ශුද්ධ වටිනාකමක් ඇති Warren Buffett, 1958 දී ඩොලර් 31,500 කට මිලදී ගත් එම නිවසේම ජීවත් වේ. Baltimore Ravens සඳහා ලයින්මන් කෙනෙකු වන John Urschel මිලියන ගණනක් උපයන නමුත් වසරකට ඩොලර් 25,000 කට ජීවත් වීමට සමත් වේ. San Antonio Spurs තරුව Kawhi Leonard, ඩොලර් මිලියන 94 ක කොන්ත්‍රාත්තුවක් තිබියදීත්, යෞවනობාවේ සිටම ඔහු සතුව තිබූ 1997 Chevy Tahoe රථයෙන් ගමන් කරයි. ඇයි? ඒ මේ මිනිස්සු ලාභ නිසා නෙවෙයි. ඒකට හේතුව ඔවුන්ට වැදගත් දේවල් ලාභදායී වීමයි.\n\nBuffett හෝ Urschel හෝ Leonard අහම්බෙන් මේ ආකාරයෙන් අවසන් වූයේ නැත. ඔවුන්ගේ ජීවන රටාව ප්‍රමුඛතාවය දීමේ ප්‍රතිඵලයකි. ඔවුන් තම මූල්‍ය මාධ්‍යයන්ට වඩා අඩු උනන්දුවක් වර්ධනය කරන අතර, එහි ප්‍රතිඵලයක් ලෙස, ඕනෑම ආදායමක් ඔවුන්ට වඩාත්ම ආදරය කරන දේවල් කිරීමට නිදහස ලබා දෙනු ඇත. ඔවුන් ඕනෑම අපේක්ෂාවකට වඩා ධනවත් විය. මෙම ආකාරයේ පැහැදිලිකම - ඔවුන් ලෝකයේ වඩාත්ම ආදරය කරන දේ ගැන - යන්නෙන් අදහස් කරන්නේ ඔවුන්ට තම ජීවිත භුක්ති විඳිය හැකි බවයි. එයින් අදහස් කරන්නේ වෙළඳපල හැරුණත් හෝ තුවාල නිසා ඔවුන්ගේ වෘත්තීන් කෙටි වුවත් ඔවුන් තවමත් සතුටින් සිටින බවයි.\n\nඅපි ආශා කරන දේවල් වැඩි වන තරමට සහ  එම ජයග්‍රහණ උපයා ගැනීමට හෝ ලබා ගැනීමට අප කළ යුතු දේ වැඩි වන තරමට, අපි ඇත්තටම අපගේ ජීවිතය භුක්ති විඳින්නේ අඩුවෙන් - සහ අපට නිදහස අඩුය."
        }
    ]
}