{
    "data": [
        {
            "title": "48 Laws of Power",
            "subtitle": "Law 1",
            "head": "ස්ටෝවාදය හඳුන්වා දීම",
            "body": "මෙම හැඳින්වීම ස්ටෝවාදී දර්ශනයේ සාරය සහ වැදගත්කම පිළිබඳව පාඨකයාට හඳුන්වා දෙයි. එය ස්ටෝවාදයේ මූලාරම්භය, ප්‍රධාන චින්තකයින්, මූලික මූලධර්ම සහ නූතන ලෝකයට එහි අදාළත්වය පැහැදිලි කරයි. ස්ටෝවාදය පිළිබඳ වැරදි අවබෝධයන් නිවැරදි කරමින්, එය ජීවිතයේ අභියෝගවලට මුහුණ දීමට උපකාරී වන ප්‍රායෝගික දර්ශනයක් ලෙස ඉදිරිපත් කරයි."
        },
        {
            "head": "ස්ටෝවාදයේ මූලාශ්‍ර",
            "body": "රෝම අධිරාජ්‍යයෙකු වූ මාකස් ඕරේලියස්ගේ දිනපොත්, නාට්‍ය රචකයෙකු සහ දේශපාලන උපදේශකයෙකු වූ සෙනෙකාගේ ලිපි සහ වහලෙකු ලෙස ජීවිතය ආරම්භ කළ එපික්ටීටස්ගේ දේශන යනාදී පුරාණ ලේඛන මත ස්ටෝවාදය පදනම් වී ඇති බව පෙන්වා දෙයි."
        },
        {
            "head": "ස්ටෝවාදයේ සාරය",
            "body": "ස්ටෝවාදයේ මූලික අදහස වන්නේ ගුණධර්ම (ස්වයං පාලනය, ධෛර්යය, යුක්තිය සහ ප්‍රඥාව) සතුට බවත්, අපගේ දුක් කරදරවලට හේතුව බාහිර දේවල් නොව අප ඒවා දකින ආකාරය බවත් ය. අපට පාලනය කළ හැක්කේ අපගේ \"තාර්කික තේරීම\" මත පමණක් බව එය උගන්වයි."
        },
        {
            "head": "ස්ටෝවාදය පිළිබඳ වැරදි අවබෝධය",
            "body": "ස්ටෝවාදය යනු හැඟීම් විරහිත බව යන වැරදි අවබෝධය පොදු ජනතාව අතර පවතින බව පෙන්වා දෙන අතර, එය ඇත්ත වශයෙන්ම ක්‍රියාශීලී සහ ජීවිතය වෙනස් කරන දර්ශනයක් බව අවධාරණය කරයි."
        },
        {
            "head": "ස්ටෝවාදයේ ප්‍රායෝගිකභාවය",
            "body": "ස්ටෝවාදය ශාස්ත්‍රීය අධ්‍යයන ක්ෂේත්‍රයක් පමණක් නොව, ස්වයං පාලනය, නොපසුබට උත්සාහය සහ ප්‍රඥාව සඳහා භාවිතා කළ හැකි මෙවලමක් බව අවධාරණය කරයි. ජෝර්ජ් වොෂින්ටන්, වෝල්ට් විට්මන්, ෆ්‍රෙඩ්රික් මහා, තෝමස් ජෙෆර්සන්, රැල්ෆ් වොල්ඩෝ එමර්සන් වැනි ශ්‍රේෂ්ඨ චින්තකයින් ස්ටෝවාදය අධ්‍යයනය කළ බව පෙන්වා දෙයි."
        },
        {
            "head": "ස්ටෝවාදයේ ප්‍රධාන චින්තකයින්",
            "body": "මාකස් ඕරේලියස්, එපික්ටීටස් සහ සෙනෙකා යන ප්‍රධාන ස්ටෝවාදී චින්තකයින් හඳුන්වා දෙන අතර, ඔවුන්ගේ විවිධ පසුබිම් (අධිරාජ්‍යයා, වහලෙක්, නාට්‍ය රචකයා) ඉස්මතු කරයි."
        },
        {
            "head": "නූතන ලෝකයට අදාළත්වය",
            "body": "ස්ටෝවාදය අදටත් අදාළ වන බවත්, ක්‍රීඩකයින්, ව්‍යාපාරිකයින්, කලාකරුවන් ඇතුළු විවිධ ක්ෂේත්‍රවල පුද්ගලයින් එයින් ප්‍රයෝජන ලබන බවත් පෙන්වා දෙයි."
        },
        {
            "head": "ස්ටෝවාදයේ මූලික විෂයයන්",
            "body": "ස්ටෝවාදයේ තුන් ප්‍රධාන විෂයයන් වන සංජානනය පිළිබඳ විනය, ක්‍රියාව පිළිබඳ විනය සහ කැමැත්ත පිළිබඳ විනය හඳුන්වා දෙයි."
        },
        {
            "head": "පොතේ අරමුණ",
            "body": "මෙම පොතේ අරමුණ වන්නේ ස්ටෝවාදයේ ප්‍රඥාව පාඨකයාට ප්‍රායෝගික ආකාරයෙන් ලබා දීම බවත්, එය දෛනික ජීවිතයේදී භාවිතා කළ හැකි ආකාරය පෙන්වා දීම බවත් අවධාරණය කරයි. මෙම හැඳින්වීම ස්ටෝවාදය පිළිබඳ සමස්ත චිත්‍රයක් ලබා දෙන අතර, පාඨකයා තුළ එය ගැන කුතුහලයක් ඇති කිරීමට සහ තවදුරටත් කියවීමට පෙළඹවීමට සමත් වේ."
        }
    ]
}