{
    "data":[
        {
            "title":"48 Laws of Power",
            "subtitle":"Law 1",
            "head":"කිසිවිටකත් මාස්ටර් අභිබවා යන්න එපා",
            "body":"ඔබට ඉහළින් සිටින අයට සැමවිටම සුවපහසුවක් දැනෙන ආකාරයට ඔවුන් උසස් බවක් දැනෙන ලෙස කරන්න. ඔවුන් සතුටු කිරීමට හා ආකර්ෂණය කර ගැනීමට ඔබේ හැකියාවන් ප්‍රදර්ශනය කිරීමේදී ඉතා දුරට නොයන්න, එසේ නොවුවහොත් ඔබට ප්‍රතිවිරුද්ධ දෙය සිදුවිය හැකි අතර එනම් බිය සහ අසුරක්ෂිතභාවය ඇති කිරීමයි. ඔබේ හැරීම් ඔවුන්ට වඩා දීප්තිමත් වීමට ඉඩ දෙන්න, එවිට ඔබට බලයේ උසට පැමිණිය හැකිය."
        },
        {
            "head":"තීන්දුව: ඉහළින් සිටින අය සැමවිටම සුවපහසු ලෙස උසස් බවක් දැනීමට සලස්වන්න",
            "body":"ඔබේ ආශාව ඔවුන් සතුටු කර ඔවුන්ට හොඳ හැඟීමක් ඇති කිරීම නම්, ඔබේ කුසලතා ප්‍රදර්ශනය කිරීමේදී ඕනෑවට වඩා ඉදිරියට නොයන්න. එසේ කිරීමෙන් ඔබට ප්‍රතිවිරුද්ධ දෙයක් සිදුවිය හැකිය - බිය සහ අනාරක්ෂිත බව ඇති කිරීම. ඔබේ ස්වාමිවරුන් ඔවුන් සිටිනවාට වඩා දක්ෂ ලෙස පෙනෙන්නට සලස්වන්න, එවිට ඔබ බලයේ උච්චතම ස්ථානයට පත්වනු ඇත."
        },
        {
            "head":"නීතිය උල්ලංඝනය කිරීම",
            "body":"XIV වන ලුවී රජුගේ පාලන සමයේ මුල් වසරවල මුදල් අමාත්‍යවරයා වූ නිකොලස් ෆූකට් ත්‍යාගශීලී පුද්ගලයෙකි. ඔහු සුඛෝපභෝගී සාද, ලස්සන කාන්තාවන් සහ කවි ඇලුම් කළේය. ඔහු සුඛෝපභෝගී ජීවන රටාවක් ගත කළ බැවින් ඔහු මුදල් වලටද ආදරය කළේය. ෆූකට් දක්ෂයෙක් වූ අතර රජුට අත්‍යවශ්‍ය වූ බැවින්, 1661 දී අගමැති ජූල්ස් මැසරින් මිය ගිය විට, මුදල් අමාත්‍යවරයා තමා අනුප්‍රාප්තිකයා ලෙස නම් කරනු ඇතැයි අපේක්ෂා කළේය. ඒ වෙනුවට, රජු එම තනතුර අහෝසි කිරීමට තීරණය කළේය. මෙම සහ වෙනත් සලකුණු නිසා ෆූකට් සැක කළේ තමා රජුගේ අනුග්‍රහයෙන් බැහැර වෙමින් සිටින බවයි, එබැවින් ඔහු ලෝකය දැක නැති විශිෂ්ටතම සාදයක් පවත්වමින් රජු සමඟ සම්බන්ධ වීමට තීරණය කළේය. සාදයේ ප්‍රකාශිත අරමුණ වූයේ ෆූකට්ගේ මාලිගාව වන වැක්ස්-ල-විකොම්ට් ඉදිකිරීම සැමරීමයි, නමුත් එහි සැබෑ කාර්යය වූයේ ගෞරවනීය අමුත්තා වූ රජුට උපහාර දැක්වීමයි.\nයුරෝපයේ දීප්තිමත්ම වංශවත් අය සහ එකල ශ්‍රේෂ්ඨතම මනස් කිහිපයක් - ලා ෆොන්ටේන්, ලා රොචෙෆූකෝල්ඩ්, මැඩම් ඩි සෙවිග්නේ සාදයට සහභාගී වූහ. මොලියර් එම අවස්ථාව සඳහා නාට්‍යයක් රචනා කළ අතර, ඔහුම සන්ධ්‍යාවේ අවසානයේ රඟ දැක්වීමට නියමිතව තිබුණි. සාදය ආරම්භ වූයේ සුඛෝපභෝගී ආහාර වේල් හතකින් වන අතර, එහි පෙරදිග ආහාර ප්‍රංශයේ කිසි විටෙකත් රස විඳ නැති අතර, එම රාත්‍රිය සඳහා විශේෂයෙන් නිර්මාණය කරන ලද නව කෑම වර්ග ද ඇතුළත් විය. රජුට ගෞරව කිරීම සඳහා ෆූකට් විසින් නියෝග කරන ලද සංගීතය සමඟ ආහාර වේල සමඟ විය.\nරාත්‍රී ආහාරයෙන් පසු මාලිගාවේ උද්‍යාන හරහා පෙරහැදීමක් සිදු විය. වර්සයිල්ස් සඳහා ආශ්වාදයක් වීමට නියමිතව තිබුණේ වැක්ස්-ල-විකොම්ට් හි භූමිය සහ දිය උල්පත් ය. ෆූකට් පෞද්ගලිකව තරුණ රජු සමඟ ජ්‍යාමිතිකව පෙළගැස්වූ පඳුරු සහ මල් පාත්ති හරහා ගමන් කළේය. උද්‍යානවල ඇළ මාර්ගවලට පැමිණි ඔවුන්ට ගිනිකෙළි ප්‍රදර්ශනයක් දැකගත හැකි වූ අතර, පසුව මොලියර්ගේ නාට්‍යයේ රංගනය ද සිදු විය. සාදය රාත්‍රියේ බොහෝ දුරට පැවති අතර ඔවුන් කවුරුත් එකඟ වූයේ එය ඔවුන් කවදා හෝ සහභාගී වූ වඩාත්ම විස්මිත සිදුවීම බවයි.\nඊළඟ දවසේ, ෆූකට් රජුගේ ප්‍රධාන මස්කටියර් වන ඩී'ආටග්නන් විසින් අත්අඩංගුවට ගනු ලැබීය. මාස තුනකට පසු ඔහු රටේ භාණ්ඩාගාරයෙන් සොරකම් කිරීම සම්බන්ධයෙන් නඩු විභාගයට ගියේය. (ඇත්ත වශයෙන්ම, ඔහුට චෝදනා කරන ලද සොරකම් බොහොමයක් ඔහු කළේ රජු වෙනුවෙන් සහ රජුගේ අවසරය ඇතිව ය.) ෆූකට් වැරදිකරු වූ අතර ප්‍රංශයේ වඩාත්ම හුදකලා බන්ධනාගාරයට, පිරනීස් කඳුකරයේ ඉහළට යවන ලද අතර එහිදී ඔහු තම ජීවිතයේ අවසාන වසර විස්ස හුදකලා සිරගත කිරීමක ගත කළේය."
        },
        {
            "head":"අර්ථ නිරූපණය",
            "body":"සූර්ය රජු ලෙස හැඳින්වූ XIV වන ලුවී ආඩම්බර සහ අහංකාර පුද්ගලයෙක් වූ අතර ඔහු සැමවිටම අවධානයට ලක් වීමට කැමති විය. ඔහුට කිසිවෙකු විසින්, විශේෂයෙන් ඔහුගේ මුදල් අමාත්‍යවරයා විසින් සුඛෝපභෝගී බවින් අභිබවා යාමට ඉඩ දිය නොහැකි විය. ෆූකට්ගේ අනුප්‍රාප්තිකයා ලෙස ලුවී තෝරා ගත්තේ ජීන්-බැප්ටිස්ට් කොල්බට් ය. ඔහු තම මසුරුකම සහ පැරිසියේ අඳුරුතම සාද පැවැත්වීම සඳහා ප්‍රසිද්ධ විය. භාණ්ඩාගාරයෙන් නිදහස් කරන ලද ඕනෑම මුදලක් කෙලින්ම ලුවීගේ අතට පත්වන බවට කොල්බට් සහතික විය. එම මුදලින් ලුවී ෆූකට්ගේ මාලිගාවට වඩා තේජාන්විත මාලිගාවක් ගොඩනඟා ගත්තේය - එනම් වර්සයිල්ස් මාලිගයයි. ඔහු එම ගෘහ නිර්මාණ ශිල්පීන්, අලංකාර කරන්නන් සහ උද්‍යාන නිර්මාණකරුවන්ම භාවිතා කළේය. වර්සයිල්ස් හිදී, ලුවී ෆූකට්ට ඔහුගේ නිදහස අහිමි කළ සාදයට වඩා සුඛෝපභෝගී සාද පැවැත්වීය.\nතත්වය පරීක්ෂා කරමු. සාදයේ සන්ධ්‍යාවේදී, ෆූකට් එකින් එක වඩා තේජාන්විත දර්ශන ලුවීට පෙන්වූ විට, ඔහු එම සිදුවීම රජු කෙරෙහි ඔහුගේ පක්ෂපාතිත්වය සහ භක්තිය පෙන්නුම් කරන බව සිතුවේය. සාදය ඔහුව නැවත රජුගේ අනුග්‍රහයට පත් කරනු ඇතැයි ඔහු සිතුවා පමණක් නොව, එය ඔහුගේ හොඳ රසය, ඔහුගේ සම්බන්ධතා සහ ඔහුගේ ජනප්‍රියතාවය පෙන්වනු ඇතැයි ඔහු සිතුවේය, ඔහු රජුට අත්‍යවශ්‍ය කරවන අතර ඔහු විශිෂ්ට අගමැතිවරයෙකු කරනු ඇතැයි පෙන්නුම් කරයි. කෙසේ වෙතත්, ඒ වෙනුවට, සෑම නව දර්ශනයක්ම, අමුත්තන් ෆූකට්ට ලබා දුන් සෑම අගය කරන සිනහවක්ම, ලුවීට පෙනෙන්නේ තමාගේම මිතුරන් සහ යටත්වැසියන් රජුට වඩා මුදල් අමාත්‍යවරයා කෙරෙහි වඩාත් ආකර්ෂණය වී ඇති බවත්, ෆූකට් ඇත්ත වශයෙන්ම ඔහුගේ ධනය සහ බලය ප්‍රදර්ශනය කරන බවත්ය. XIV වන ලුවීට සතුටු කිරීම වෙනුවට, ෆූකට්ගේ විසිතුරු සාදය රජුගේ නිෂ්ඵලකමට අපහාස කළේය. ලුවී මෙය කිසිවෙකුට පිළිගත්තේ නැත - ඒ වෙනුවට, අහම්බෙන් ඔහුට අනාරක්ෂිත බවක් දැනෙන්නට සැලැස්වූ මිනිසෙකු ඉවත් කිරීමට ඔහුට පහසු නිදහසට කරුණක් සොයා ගත්තේය.\nස්වාමියාගේ ආත්ම අභිමානය අසමතුලිත කරන, ඔහුගේ නිෂ්ඵලකමට සිදුරු කරන හෝ ඔහුගේ ප්‍රමුඛත්වය ගැන සැක කරන සියලු දෙනාගේ ඉරණම යම් ආකාරයකින් හෝ වෙනස් වේ. සන්ධ්‍යාව ආරම්භ වූ විට, ෆූකට් ලෝකයේ මුදුනේ සිටියේය. එය අවසන් වන විට, ඔහු පහළටම වැටී සිටියේය.\n**වෝල්ටෙයාර්, 1694-1778**"
        },
        {
            "head":"නීතිය පිළිපැදීම",
            "body":"1600 ගණන්වල මුල් භාගයේදී, ඉතාලි තාරකා විද්‍යාඥයෙකු සහ ගණිතඥයෙකු වූ ගැලීලියෝ තමා අනතුරුදායක තත්වයක සිටින බව දුටුවේය. ඔහුගේ පර්යේෂණ සඳහා සහයෝගය දැක්වීම සඳහා ඔහු මහා පාලකයන්ගේ ත්‍යාගශීලීත්වය මත රඳා පැවතුනි, එබැවින්, සියලුම පුනරුද සමයේ විද්‍යාඥයින් මෙන්, ඔහු සමහර විට ඔහුගේ නව නිපැයුම් සහ සොයාගැනීම් එකල ප්‍රමුඛ අනුග්‍රාහකයන්ට තෑගි කරනු ඇත. උදාහරණයක් ලෙස, ඔහු වරක් තමා නිර්මාණය කළ මිලිටරි මාලිමා යන්ත්‍රයක් ගොන්සාගා ආදිපාදවරයාට පිරිනැමීය. පසුව ඔහු මාලිමා යන්ත්‍රය භාවිතා කිරීම පැහැදිලි කරන පොතක් මෙඩිසිවරුන්ට කැප කළේය. පාලකයන් දෙදෙනාම කෘතඥ වූ අතර, ඔවුන් හරහා ගැලීලියෝට ඉගැන්වීමට වැඩි සිසුන් සොයා ගැනීමට හැකි විය. කෙසේ වෙතත්, සොයා ගැනීම කෙතරම් විශිෂ්ට වුවත්, ඔහුගේ අනුග්‍රාහකයන් සාමාන්‍යයෙන් ඔහුට ගෙව්වේ මුදලින් නොව තෑගි වලින්. මෙය නිරන්තර අනාරක්ෂිත බව සහ යැපීමේ ජීවිතයක් ඇති කළේය. පහසු ක්‍රමයක් තිබිය යුතුයි ඔහු සිතුවේය.\nගැලීලියෝ 1610 දී බ්‍රහස්පතිගේ චන්ද්‍රයන් සොයා ගත් විට නව උපාය මාර්ගයක් සොයා ගත්තේය. අතීතයේ දී මෙන් - ඔහු භාවිතා කළ දුරේක්ෂය එකකට ලබා දීම, තවත් එකකට පොතක් කැප කිරීම යනාදිය - සොයා ගැනීම ඔහුගේ අනුග්‍රාහකයන් අතර බෙදා ගැනීම වෙනුවට, ඔහු මෙඩිසිවරුන් කෙරෙහි පමණක් අවධානය යොමු කිරීමට තීරණය කළේය. ඔහු එක් හේතුවක් නිසා මෙඩිසිවරුන් තෝරා ගත්තේය: 1540 දී I වන කොසිමෝ මෙඩිසි රාජවංශය පිහිටුවීමෙන් ටික කලකට පසු, ඔහු දෙවිවරුන්ගෙන් බලවත්ම දෙවියා වූ බ්‍රහස්පති, මෙඩිසි සංකේතය බවට පත් කළේය - දේශපාලනයෙන් ඔබ්බට ගිය බලයේ සංකේතයකි. සහ බැංකුකරණය, පුරාණ රෝමය සහ එහි දිව්‍යමය සමඟ සම්බන්ධ වූ එකක්.\nගැලීලියෝ බ්‍රහස්පතිගේ චන්ද්‍රයන් සොයා ගැනීම මෙඩිසිවරුන්ගේ ශ්‍රේෂ්ඨත්වයට ගෞරව කරන විශ්වීය සිදුවීමක් බවට පත් කළේය. සොයා ගැනීමෙන් ටික කලකට පසු, ඔහු ප්‍රකාශ කළේ දීප්තිමත් තරු බ්‍රහස්පතිගේ චන්ද්‍රයන් II වන කොසිමෝගේ සිංහාසනාරූඪය සමඟ එකවර තම දුරේක්ෂයට අහසේ පිරිනැමූ බවයි. ඔහු පැවසුවේ චන්ද්‍රයන් ගණන - හතර - මෙඩිසිවරුන් ගණන සමඟ එකඟ වන බවත් (II වන කොසිමෝට සහෝදරයන් තිදෙනෙකු සිටි බවත්) සහ චන්ද්‍රයන් බ්‍රහස්පති වටා භ්‍රමණය වන බවත් මෙම පුත්‍රයන් හතර දෙනා රාජවංශයේ නිර්මාතෘ වන I වන කොසිමෝ වටා කැරකෙන බවත්ය. . අහම්බයකට වඩා, මෙයින් පෙන්නුම් කළේ ස්වර්ගයම මෙඩිසි පවුලේ ආරෝහණය පිළිබිඹු කරන බවයි. ඔහු සොයා ගැනීම මෙඩිසිවරුන්ට කැප කළ පසු, ගැලීලියෝ වලාකුළක් මත වාඩි වී සිටින බ්‍රහස්පති නියෝජනය කරන ලාංඡනයක් සහ ඔහු වටා තරු හතරක් රවුම් කරන ලාංඡනයක් නිර්මාණය කළ අතර, තරු සමඟ ඔහුගේ සම්බන්ධතාවයේ සංකේතයක් ලෙස මෙය II වන කොසිමෝට පිරිනැමීය.\n1610 දී II වන කොසිමෝ ගැලීලියෝව ඔහුගේ නිලාධාරී උසාවි දාර්ශනිකයා සහ ගණිතඥයා ලෙස පත් කළේය, සම්පූර්ණ වැටුපක් සහිතව. විද්‍යාඥයෙකු සඳහා මෙය ජීවිත කාලය පුරාම කුමන්ත්‍රණයක් විය. අනුග්‍රහය සඳහා අයැදීමේ දින අවසන්."
        },
        {
            "head":"අර්ථ නිරූපණය",
            "body":"එක පහරකින්, ගැලීලියෝ ඔහුගේ නව උපාය මාර්ගයෙන් වසර ගණනාවක් යාච්ඤා කිරීමෙන් ලබා ගත්තාට වඩා වැඩි යමක් ලබා ගත්තේය. හේතුව සරලයි: සියලුම ස්වාමිවරුන්ට අනෙක් පුද්ගලයින්ට වඩා දීප්තිමත් ලෙස පෙනී සිටීමට අවශ්‍යයි. ඔවුන් විද්‍යාව හෝ අනුභූතික සත්‍යය හෝ නවතම නව නිපැයුම ගැන තැකීමක් නොකරයි; ඔවුන් තැකීමක් කරන්නේ ඔවුන්ගේ නම සහ ඔවුන්ගේ තේජස ගැන ය. ගැලීලියෝ මෙඩිසිවරුන්ට නව විද්‍යාත්මක උපකරණයක් හෝ සොයාගැනීමක් සඳහා අනුග්‍රාහකයන් බවට පත් කිරීමට වඩා ඔවුන්ගේ නම විශ්වීය බලවේග සමඟ සම්බන්ධ කිරීමෙන් අසීමිත තේජසක් ලබා දුන්නේය.\nවිද්‍යාඥයින් උසාවි ජීවිතයේ සහ අනුග්‍රහයේ විචල්‍යතාවලින් බේරී නැත. ඔවුන් ද මුදල් පසුම්බිය අල්ලාගෙන සිටින ස්වාමිවරුන්ට සේවය කළ යුතුය. ඔවුන්ගේ මහා බුද්ධිමය බලයන් ස්වාමියාට අනාරක්ෂිත බවක් දැනෙන්නට පුළුවන, ඔහු අරමුදල් සැපයීමට පමණක් සිටින බවක් පෙනේ - කැත, නින්දිත රැකියාවක්. ශ්‍රේෂ්ඨ කෘතියක නිෂ්පාදකයාට තමා මුදල් සැපයුම්කරුට වඩා වැඩි යමක් යැයි හැඟීමට අවශ්‍යයි. ඔහුට නිර්මාණශීලී සහ බලවත් ලෙස පෙනී සිටීමට අවශ්‍ය වන අතර, ඔහුගේ නමින් නිපදවන ලද කාර්යයට වඩා වැදගත් වේ. අනාරක්ෂිත බව වෙනුවට ඔබ ඔහුට තේජස ලබා දිය යුතුය.\nගැලීලියෝ ඔහුගේ සොයා ගැනීමෙන් මෙඩිසිවරුන්ගේ බුද්ධිමය අධිකාරියට අභියෝග කළේ නැත, නැතහොත් ඔවුන්ට කිසිදු ආකාරයකින් පහත් බවක් දැනුණේ නැත; වචනාර්ථයෙන් ඔවුන් තරු සමඟ පෙළගස්වමින්, ඔහු ඔවුන් ඉතාලියේ උසාවි අතර දීප්තිමත් ලෙස බැබළෙන්නට සැලැස්වීය. ඔහු ස්වාමියා අභිබවා ගියේ නැත, ඔහු ස්වාමියා අන් සියල්ලන්ටම වඩා දීප්තිමත් කළේය."
        },
        {
            "head":"බලයේ යතුරු",
            "body":"සෑම කෙනෙකුටම අනාරක්ෂිත බවක් ඇත. ඔබ ලෝකයේ ඔබ පෙන්වන විට සහ ඔබේ කුසලතා ප්‍රදර්ශනය කරන විට, ඔබ ස්වභාවිකවම සියලු ආකාරයේ අමනාපය, ඊර්ෂ්‍යාව සහ අනාරක්ෂිත බවේ වෙනත් ප්‍රකාශනයන් අවුස්සයි. මෙය අපේක්ෂා කළ යුතුය. ඔබට අන් අයගේ සුළු හැඟීම් ගැන කරදර වෙමින් ඔබේ ජීවිතය ගත කළ නොහැක. කෙසේ වෙතත්, ඔබට ඉහළින් සිටින අය සමඟ, ඔබ වෙනස් ප්‍රවේශයක් ගත යුතුය: බලය සම්බන්ධයෙන් ගත් කල, ස්වාමියා අභිබවා යාම සමහර විට සියල්ලටම වඩා නරකම වැරැද්ද විය හැකිය.\nXIV වන ලුවී සහ මෙඩිසිවරුන්ගේ කාලයේ සිට ජීවිතය බොහෝ සෙයින් වෙනස් වී ඇතැයි සිතමින් ඔබම මෝඩයෙකු නොකරන්න. ජීවිතයේ ඉහළ ස්ථානයක් ලබා ගන්නා අය රජවරුන් සහ රැජිනන් මෙනි: ඔවුන්ට තම තනතුරු තුළ ආරක්ෂිත බවක් දැනීමට අවශ්‍ය වන අතර බුද්ධිය, බුද්ධිය සහ චමත්කාරය අතින් ඔවුන් වටා සිටින අයට වඩා උසස් ය. ඔබේ ත්‍යාග සහ කුසලතා ප්‍රදර්ශනය කිරීමෙන් සහ ප්‍රශංසා කිරීමෙන්, ඔබ ස්වාමියාගේ සෙනෙහස දිනා ගන්නා බව විශ්වාස කිරීම මාරාන්තික නමුත් පොදු වැරදි වැටහීමකි. ඔහු අගය කිරීම මවාපෑමට ඉඩ ඇත, නමුත් ඔහුගේ පළමු අවස්ථාවේදී ඔහු ඔබව අඩු බුද්ධිමත්, අඩු ආකර්ශනීය, අඩු තර්ජනාත්මක කෙනෙකු සමඟ ප්‍රතිස්ථාපනය කරනු ඇත, XIV වන ලුවී දිලිසෙන ෆූකට් මෘදු කොල්බට් සමඟ ප්‍රතිස්ථාපනය කළාක් මෙන්. ලුවී මෙන්ම, ඔහු සත්‍යය පිළිගන්නේ නැත, නමුත් ඔබේ පැමිණීමෙන් මිදීමට නිදහසට කරුණක් සොයා ගනු ඇත.\nමෙම නීතියට ඔබ අවබෝධ කර ගත යුතු නීති දෙකක් ඇතුළත් වේ. පළමුව, ඔබට නොදැනුවත්වම ස්වාමියෙකු අභිබවා යා හැක්කේ ඔබම වීමෙන් පමණි. අනෙක් අයට වඩා අනාරක්ෂිත, බිහිසුණු ලෙස අනාරක්ෂිත ස්වාමිවරුන් සිටිති; ඔබේ චමත්කාරය සහ කරුණාවෙන් ඔබට ස්වභාවිකවම ඔවුන් අභිබවා යා හැකිය.\nෆාන්සාහි කුමාරයා වූ ඇස්ටෝර් මැන්ෆ්‍රෙඩිට වඩා ස්වභාවික කුසලතා කිසිවෙකුට නොතිබුණි. ඉතාලියේ සියලුම තරුණ කුමාරවරුන් අතරින් වඩාත්ම කඩවසම් ඔහු, ඔහුගේ ත්‍යාගශීලීත්වය සහ විවෘත ආත්මයෙන් ඔහුගේ යටත්වැසියන් ආකර්ෂණය කර ගත්තේය.\n1500 වර්ෂයේදී, සීසර් බෝර්ජියා ෆාන්සා වටලනු ලැබීය. නගරය යටත් වූ විට, කුරිරු බෝර්ජියාගෙන් නරකම දේ අපේක්ෂා කළ පුරවැසියන්, කෙසේ වෙතත්, නගරය බේරා ගැනීමට තීරණය කළේය: ඔහු უბრალოდ එහි බලකොටුව අත්පත් කර ගත් අතර, එහි පුරවැසියන් කිසිවෙකු මරා දමා, එවකට දහඅට හැවිරිදි කුමරු මැන්ෆ්‍රෙඩිට ඔහුගේ උසාවිය සමඟ සම්පූර්ණයෙන්ම නිදහසේ සිටීමට ඉඩ දුන්නේය.\nකෙසේ වෙතත්, සති කිහිපයකට පසු, සොල්දාදුවන් ඇස්ටෝර් මැන්ෆ්‍රෙඩිව රෝම බන්ධනාගාරයකට 끌고 ගියහ. ඉන් වසරකට පසු, ඔහුගේ සිරුර ටයිබර් ගඟෙන් ඇද ගන්නා ලද අතර, ඔහුගේ බෙල්ල වටා ගලක් 묶ා තිබුණි. බෝර්ජියා භයානක ක්‍රියාව සාධාරණීකරණය කළේ යම් ආකාරයක ව්‍යාජ ද්‍රෝහී චෝදනාවක් සහ කුමන්ත්‍රණයක් සමඟින්, නමුත් සැබෑ ගැටළුව වූයේ ඔහු කුප්‍රකට නිෂ්ඵල සහ අනාරක්ෂිත වීමයි. තරුණයා උත්සාහ නොකර ඔහුව අභිබවා ගියේය. මැන්ෆ්‍රෙඩිගේ ස්වභාවික කුසලතා 鑑於, කුමාරයාගේ පැමිණීම බෝර්ජියා අඩු ආකර්ශනීය සහ චමත්කාරජනක බවක් පෙනෙන්නට සැලැස්වීය.\nපාඩම සරලයි: ඔබට චමත්කාරජනක සහ උසස් වීම වළක්වා ගත නොහැකි නම්, ඔබ එවැනි නිෂ්ඵල රාක්ෂයන් වළක්වා ගැනීමට ඉගෙන ගත යුතුය. එක්කෝ එය, නැතහොත් සීසර් බෝර්ජියාගේ සමාගමේ සිටින විට ඔබේ හොඳ ගුණාංග නිශ්ශබ්ද කිරීමට ක්‍රමයක් සොයා ගන්න.\nදෙවනුව, ස්වාමියා ඔබට ආදරය කරන නිසා, ඔබට අවශ්‍ය ඕනෑම දෙයක් කළ හැකි යැයි කිසි විටෙකත් සිතන්න එපා. ඔවුන්ගේ තත්ත්වය සුළු කොට තැකීමෙන්, අභිබවා යාමට එඩිතර වීමෙන්, අනුග්‍රහයෙන් ඉවත් වූ ප්‍රියතමයන් ගැන සම්පූර්ණ පොත් ලිවිය හැකිය. දහසයවන සියවසේ අගභාගයේ ජපානයේ, හිඩෙයෝෂි අධිරාජ්‍යයාගේ ප්‍රියතමයා සෙන් නෝ රික්‍යු නම් මිනිසෙකි. වංශවත් අය සමඟ උමතුවක් බවට පත් වූ තේ උත්සවයේ ප්‍රමුඛතම කලාකරුවා, ඔහු හිඩෙයෝෂිගේ වඩාත්ම විශ්වාසවන්ත උපදේශකයෙකු වූ අතර, මාලිගාවේ ඔහුගේම මහල් නිවාසයක් තිබූ අතර, ජපානය පුරා ගෞරවයට පාත්‍ර විය. එහෙත් 1591 දී, හිඩෙයෝෂි ඔහුව අත්අඩංගුවට ගෙන මරණ දඬුවම නියම කළේය. ඒ වෙනුවට රික්‍යු තම ජීවිතය හෙළා දුන්නේය. ඔහුගේ හදිසි වාසනාව වෙනස් වීමට හේතුව පසුව සොයා ගනු ලැබීය: හිටපු ටොම් සහ පසුව උසාවි ප්‍රියතමයා වූ රික්‍යු, සෙරෙප්පු පැළඳ සිටින (වංශවත්කමේ සලකුණක්) සහ උසස් ලෙස පෙනී සිටින තමාගේම ලී පිළිමයක් සාදා තිබූ බව පෙනේ. බොහෝ විට ගමන් කරන රාජකීයයන්ට පැහැදිලිව පෙනෙන පරිදි, මාලිගා දොරටු ඇතුළත වැදගත්ම පන්සලේ මෙම පිළිමය තබා තිබුණි. හිඩෙයෝෂිට මෙයින් අදහස් කළේ රික්‍යුට සීමාවන් පිළිබඳ හැඟීමක් නොමැති බවයි. ඉහළම වංශවත් අයට සමාන අයිතිවාසිකම් තිබේ යැයි උපකල්පනය කරමින්, ඔහුගේ තනතුර අධිරාජ්‍යයා මත රඳා පවතින බව ඔහුට අමතක වී ඇති අතර, ඔහු එය තනිවම උපයා ඇති බව විශ්වාස කිරීමට පැමිණ ඇත. මෙය ඔහුගේම වැදගත්කම පිළිබඳ සමාව නොහැකි වැරදි ගණනය කිරීමක් වූ අතර ඔහු ඒ සඳහා තම ජීවිතයෙන් ගෙව්වේය. පහත සඳහන් දේ මතක තබා ගන්න: ඔබේ තනතුර කිසි විටෙකත් සුළු කොට නොතකන්න සහ ඔබට ලැබෙන ඕනෑම උපකාරයක් ඔබේ හිසට යාමට ඉඩ නොදෙන්න.\nඔබේ ස්වාමියා අභිබවා යාමේ උවදුරු දැනගෙන, ඔබට මෙම නීතිය ඔබේ වාසියට හරවා ගත හැකිය. පළමුව ඔබ ඔබේ ස්වාමියාට සමච්චල් කර පුම්බා ගත යුතුය. ප්‍රකාශිත සමච්චල් කිරීම ඵලදායී විය හැකි නමුත් එහි සීමාවන් ඇත; එය ඉතා සෘජු සහ පැහැදිලි ය, සහ අනෙකුත් රාජ සභිකයින්ට නරක ලෙස පෙනේ. විචක්ෂණශීලී සමච්චල් කිරීම බොහෝ බලවත් ය. උදාහරණයක් ලෙස, ඔබ ඔබේ ස්වාමියාට වඩා බුද්ධිමත් නම්, ප්‍රතිවිරුද්ධ දේ පෙනේ: ඔහු ඔබට වඩා බුද්ධිමත් ලෙස පෙනෙන්නට සලස්වන්න. අහිංසක ලෙස ක්‍රියා කරන්න. ඔබට ඔහුගේ විශේෂඥතාව අවශ්‍ය බව පෙනෙන්නට සලස්වන්න. දිගු කාලීනව ඔබට හානියක් නොවන නමුත් ඔහුගේ උපකාරය ඉල්ලා සිටීමට අවස්ථාව ලබා දෙන හානිකර නොවන වැරදි කරන්න. ස්වාමිවරුන් එවැනි ඉල්ලීම්වලට ප්‍රිය කරති. ඔබේ අත්දැකීම්වල තෑගි ඔබට ලබා දිය නොහැකි ස්වාමියෙකු ඒ වෙනුවට ඔබට වෛරය සහ අකමැත්ත යොමු කළ හැකිය.\nඔබේ අදහස් ස්වාමියාගේ අදහස්වලට වඩා නිර්මාණශීලී නම්, හැකි තරම් ප්‍රසිද්ධියේ ඒවා ඔහුට ආරෝපණය කරන්න. ඔබේ උපදෙස් ඔහුගේ උපදෙස්වල දෝංකාරයක් පමණක් බව පැහැදිලි කරන්න.\nඔබ බුද්ධියෙන් ඔබේ ස්වාමියා අභිබවා ගියහොත්, උසාවි විහලුවාගේ භූමිකාව ලබා ගැනීම හොඳය, නමුත් සංසන්දනය කිරීමෙන් ඔහු සීතල හා රළු ලෙස පෙනෙන්නට ඉඩ නොදෙන්න. අවශ්‍ය නම් ඔබේ හාස්‍යය අඩු කර, ඔහු විනෝදාස්වාදය සහ සතුට බෙදාහරින්නා ලෙස පෙනෙන්නට ක්‍රම සොයා ගන්න. ඔබ ඔබේ ස්වාමියාට වඩා ස්වභාවිකවම සමාජශීලී සහ ත්‍යාගශීලී නම්, ඔහුගේ දීප්තිය අන් අයගෙන් අවහිර කරන වලාකුළක් නොවීමට ප්‍රවේශම් වන්න. ඔහු සෑම කෙනෙකුම භ්‍රමණය වන සූර්යයා ලෙස පෙනී සිටිය යුතුය, බලය සහ දීප්තිය විහිදුවමින්, අවධානයේ කේන්ද්‍රස්ථානය වේ. ඔබ ඔහුට විනෝදාස්වාදය ලබා දීමේ තනතුරට පත් කර ඇත්නම්, ඔබේ සීමිත ක්‍රම ප්‍රදර්ශනය කිරීමෙන් ඔබට ඔහුගේ අනුකම්පාව දිනා ගත හැකිය. ඔබේ කරුණාව සහ ත්‍යාගශීලීත්වයෙන් ඔහුට හැඟීමක් ඇති කර ගැනීමට ගන්නා ඕනෑම උත්සාහයක් මාරාන්තික විය හැකිය: ෆූකට්ගෙන් ඉගෙන ගන්න හෝ මිල ගෙවන්න.\nමේ සියලු අවස්ථාවන්හිදී, අවසානයේ බලයට මඟ පාදන්නේ නම් ඔබේ ශක්තීන් වෙස්වලා ගැනීම දුර්වලතාවයක් නොවේ. අන් අයට ඔබව අභිබවා යාමට ඉඩ දීමෙන්, ඔවුන්ගේ අනාරක්ෂිත බවේ ගොදුරක් වීම වෙනුවට, ඔබ පාලනයේ සිටිනු ඇත. ඔබ ඔබේ පහත් තත්ත්වයට වඩා ඉහළට නැඟීමට තීරණය කරන දිනයේදී මේ සියල්ල ප්‍රයෝජනවත් වනු ඇත. ගැලීලියෝ මෙන්, ඔබට ඔබේ ස්වාමියා අන් අයගේ ඇස් හමුවේ ඊටත් වඩා බැබළෙන්නට සැලැස්විය හැකි නම්, ඔබ දෙවියන් වහන්සේගේ ද gåvaවක් වන අතර ඔබ වහාම උසස් කරනු ලැබේ.\n**ප්‍රතිරූපය:**\nඅහසේ තරු. එකවර එක සූර්යයෙක් පමණක් සිටිය හැකිය. කිසි විටෙකත් හිරු එළිය අඳුරු නොකරන්න, හෝ හිරුගේ දීප්තියට එරෙහි නොවන්න; ඒ වෙනුවට, අහසට මැකී ගොස් ප්‍රධාන තාරකාවේ තීව්‍රතාවය වැඩි කිරීමට ක්‍රම සොයා ගන්න.\n**අධිකාරිය:**ස්වාමියා අභිබවා යාමෙන් වළකින්න. සියලු උසස් බව පිළිකුල් සහගත ය, නමුත් තම කුමාරයාට වඩා යටත්වැසියෙකුගේ උසස් බව මෝඩකමක් පමණක් නොව, එය මාරාන්තික ය. අහසේ තරු අපට උගන්වන පාඩම මෙයයි - ඒවා සූර්යයාට සම්බන්ධ විය හැකි අතර, එක හා සමානව දීප්තිමත් විය හැකිය, නමුත් ඒවා කිසි විටෙකත් ඇගේ සමාගමේ නොපෙනේ. (බල්තසාර් ග්‍රේෂියන්, 1601-1658)"
        },
        {
            "head":"ප්‍රතිවර්තනය",
            "body":"ඔබට හමුවන සෑම පුද්ගලයෙකුම කලබල කිරීම ගැන ඔබට කරදර විය නොහැක, නමුත් ඔබ තෝරා බේරා කුරිරු විය යුතුය. ඔබේ උසස් නිලධාරියා වැටෙන තරුවක් නම්, ඔහු අභිබවා යාමට කිසිවක් බිය විය යුතු නැත. අනුකම්පාව නොදක්වන්න - ඔබේ ස්වාමියාට ඉහළට යාමට ඔහුගේම සීතල-ලේ සහිත නැගීමේදී එවැනි හෘදය සාක්ෂියක් නොතිබුණි. ඔහුගේ ශක්තිය මැන බලන්න. ඔහු දුර්වල නම්, නොපෙනෙන ලෙස ඔහුගේ වැටීම වේගවත් කරන්න: ප්‍රධාන අවස්ථාවන්හිදී ඔහු අභිබවා යන්න, ඔහුව ආකර්ෂණය කර ගන්න, ඔහුව අභිබවා යන්න. ඔහු ඉතා දුර්වල වී වැටීමට සූදානම් නම්, ස්වභාවධර්මය එහි මාර්ගයට යාමට ඉඩ දෙන්න. දුර්වල උසස් නිලධාරියෙකු අභිබවා යාමේ අවදානමක් නොගන්න - එය කුරිරු හෝ द्वेषपूर्ण ලෙස පෙනෙන්නට පුළුවන. නමුත් ඔබේ ස්වාමියා ඔහුගේ තනතුරේ ස්ථිරව සිටින නමුත්, ඔබ වඩාත් දක්ෂ බව ඔබ දන්නේ නම්, ඔබේ කාලය ගත කර ඉවසිලිවන්ත වන්න. බලය අවසානයේ මැකී ගොස් දුර්වල වීම ස්වභාවික දෙයකි. ඔබේ ස්වාමියා යම් දිනක වැටෙනු ඇත, ඔබ එය නිවැරදිව ක්‍රීඩා කළහොත්, ඔබ ජීවත් වනු ඇති අතර යම් දිනක ඔහු අභිබවා යනු ඇත."
        }

    ]
}