{
    "data": [
      {
        "title": "48 Laws of Power",
        "subtitle": "Law 10",
        "head": "ඔබේ ජයග්‍රහණය තවත් අයගේ ශෝකයට පත් කරන්න",
        "body": ""
      },
      {
        "head": "ප්‍රධාන කරුණ: ",
        "body": "ඔබේ සාර්ථකත්වය හා ජයග්‍රහණය තවත් අයට ශෝකයක් හා බලවත් බියක් ඇති කරන්න. ඔබේ ජයග්‍රහණය තවත් අයට ශෝකයක් හා බලවත් බියක් ඇති කරන්න. ඔබේ ජයග්‍රහණය තවත් අයට ශෝකයක් හා බලවත් බියක් ඇති කරන්න."
      },
      {
        "head": "ක්‍රියාත්මක කරන ආකාරය: ",
        "body": ""
      },
      {
        "head": "ඔබේ ජයග්‍රහණය තවත් අයට බිය ගැන්වීමට භාවිතා කරන්න: ",
        "body": "ඔබේ ජයග්‍රහණය තවත් අයට බිය ගැන්වීමට භාවිතා කරන්න. ඔබේ සාර්ථකත්වය තවත් අයට බිය ගැන්වීමට භාවිතා කරන්න. ඔබේ ජයග්‍රහණය තවත් අයට බිය ගැන්වීමට භාවිතා කරන්න."
      },
      {
        "head": "ඔබේ ජයග්‍රහණය තවත් අයට අනතුරක් බව පෙන්වන්න: ",
        "body": "ඔබේ ජයග්‍රහණය තවත් අයට අනතුරක් බව පෙන්වන්න. ඔබේ සාර්ථකත්වය තවත් අයට අනතුරක් බව පෙන්වන්න. ඔබේ ජයග්‍රහණය තවත් අයට අනතුරක් බව පෙන්වන්න."
      },
      {
        "head": "ඔබේ ජයග්‍රහණය තවත් අයට බලය ගැනීමට බාධාවක් බව පෙන්වන්න: ",
        "body": "ඔබේ ජයග්‍රහණය තවත් අයට බලය ගැනීමට බාධාවක් බව පෙන්වන්න. ඔබේ සාර්ථකත්වය තවත් අයට බලය ගැනීමට බාධාවක් බව පෙන්වන්න. ඔබේ ජයග්‍රහණය තවත් අයට බලය ගැනීමට බාධාවක් බව පෙන්වන්න."
      },
      {
        "head": "ඔබේ ජයග්‍රහණය තවත් අයට හිරිහැර කිරීමට හෝ ඔවුන්ව බිය ගැන්වීමට භාවිතා කරන්න: ",
        "body": "ඔබේ ජයග්‍රහණය තවත් අයට හිරිහැර කිරීමට හෝ ඔවුන්ව බිය ගැන්වීමට භාවිතා කරන්න. ඔබේ සාර්ථකත්වය තවත් අයට හිරිහැර කිරීමට හෝ ඔවුන්ව බිය ගැන්වීමට භාවිතා කරන්න. ඔබේ ජයග්‍රහණය තවත් අයට හිරිහැර කිරීමට හෝ ඔවුන්ව බිය ගැන්වීමට භාවිතා කරන්න."
      },
      {
        "head": "සාරාංශය: ",
        "body": "10 වන නීතිය ඔබේ ජයග්‍රහණය තවත් අයට ශෝකයක් හා බියක් ඇති කරන ආකාරය අවධාරණය කරයි. මෙම නීතිය ඔබේ ජයග්‍රහණය තවත් අයට බිය ගැන්වීමට, අනතුරක් බව පෙන්වීමට, බලය ගැනීමට බාධාවක් බව පෙන්වීමට සහ හිරිහැර කිරීමට හෝ ඔවුන්ව බිය ගැන්වීමට භාවිතා කිරීම අවධාරණය කරයි. ඔබේ ජයග්‍රහණය තවත් අයට බිය ගැන්වීමට භාවිතා කරන්න, අනතුරක් බව පෙන්වන්න, බලය ගැනීමට බාධාවක් බව පෙන්වන්න සහ හිරිහැර කිරීමට හෝ ඔවුන්ව බිය ගැන්වීමට භාවිතා කරන්න. මෙම නීතිය ඔබේ ජයග්‍රහණය තවත් අයට බිය ගැන්වීමට භාවිතා කරන්න, අනතුරක් බව පෙන්වන්න, බලය ගැනීමට බාධාවක් බව පෙන්වන්න සහ හිරිහැර කිරීමට හෝ ඔවුන්ව බිය ගැන්වීමට භාවිතා කරන්න."
      },
      {
        "head": "සටහන: ",
        "body": "මෙම නීතිය ඔබේ ජයග්‍රහණය තවත් අයට ශෝකයක් හා බියක් ඇති කිරීමට හෝ ඔවුන්ව රවටීමට හෝ පාවා දීමට හෝ සදාචාරාත්මකව වැරදි දේ කිරීමට යොදා ගත යුතු නොවේ. එය ඔබේ ජයග්‍රහණය තවත් අයට ශෝකයක් හා බියක් ඇති කිරීමට උපකාරී වන බව තේරුම් ගැනීම ගැනයි. මෙම නීතිය සදාචාරාත්මකව භාවිතා කිරීම සහ අනවශ්‍ය රැවටීමෙන් වැළකී සිටීම වැදගත්ය."
      }
    ]
  } 