{
    "data":[
        {
            "title":"48 Laws of Power",
            "subtitle":"Law 1",
            "head":"කවදාවත් ස්වාමියා අභිබවා යන්න එපා",
            "body":""
        },
        {
            "head":"ප්‍රධාන කරුණ::",
            "body":" උඩින් ඉන්න අයට හැමවිටම උසස් බවක් දැනෙන්න සලස්වන්න. ඔබේ දක්ෂතා ප්‍රදර්ශනය නොකරන්න, එසේ නොමැතිනම් ඔබේ උසස් නිලධාරීන් තුළ බිය හා අනාරක්ෂිත බව ඇති විය හැක."
        },
        {
            "head":"ඔබේ උසස් නිලධාරීන් වඩා දක්ෂ ලෙස පෙනෙන්න සලස්වන්න:",
            "body":"ඔබේ සාර්ථකත්වයන් සඳහා ඔවුන්ගේ මඟ පෙන්වීම සහ ප්‍රඥාව හේතු කොටගෙන ඇති බවට සියුම් ලෙස ඉඟි කරන්න.ඔබට උපදෙස් අවශ්‍ය නොවුනත්, ඔවුන්ගෙන් උපදෙස් ඉල්ලා සිටින්න,ඔබේම අදහස් ඔවුන්ගේ අදහස්වල දිගුවක් ලෙස ඉදිරිපත් කරන්න."
        },
        {
            "head":"ඔබේම දක්ෂතා අවතක්සේරු කරන්න:",
            "body":"උපායමාර්ගිකව නිහතමානී වන්න.ඔබේ ජයග්‍රහණ ගැන පුරසාරම් දෙඩීමෙන් හෝ අවධානය ආකර්ෂණය කර ගැනීමෙන් වළකින්න.ඔබේ වැඩ කතා කිරීමට ඉඩ දෙන්න, නමුත් බලයේ සිටින අයට යටපත් නොවන්න."
        },
        {
            "head":"ඉවසිලිවන්ත වන්න, ඔබේ මොහොත එනතෙක් බලා සිටින්න:",
            "body":"ඔබේ කාලය ගත කිරීම සහ බල ගතිකයේ සියුම්කම් ඉගෙනීම අත්‍යවශ්‍ය වේ.නොමේරූ ලෙස ඉදිරියට නොයන්න."
        },
        {
            "head":"බලයේ මනෝවිද්‍යාව තේරුම් ගන්න:",
            "body":"බලයේ සිටින අය බොහෝ විට අනාරක්ෂිත වන අතර ඔවුන්ගේ ස්ථානය අහිමි වේ යැයි බිය වෙති.ඔබේ ඉලක්කය විය යුත්තේ ඔවුන්ට ආරක්ෂිත සහ පාලනයක් දැනෙන බවක් ඇති කිරීම මිස ඔවුන්ට තර්ජනයක් දැනෙන බවක් ඇති කිරීම නොවේ."
        },
        {
            "head":"බලයේ යතුරු",
            "body":"බල ගතිකය හැසිරවීමේදී උපායමාර්ගික ගෞරවයේ වැදගත්කම 1 වන නීතියෙන් අවධාරණය කෙරේ.\n\nමෙම නීතිය දක්ෂතාවය පමණක් සාර්ථකත්වයට මග පාදයි යන බොළඳ උපකල්පනයට එරෙහිව අනතුරු ඇඟවීමකි. ඒ වෙනුවට, එය බලධාරීන්ගේ ආත්මාර්ථකාමීත්වය සහ අනාරක්ෂිත බව කළමනාකරණය කිරීමේ ඉතා වැදගත් කාර්යභාරය ඉස්මතු කරයි.\n\nඔබේ උසස් නිලධාරීන්ට සුවපහසු සහ උසස් බවක් දැනෙන්නට සැලැස්වීමෙන්, ඔවුන්ගේ බිය හෝ ඊර්ෂ්‍යාව අවුස්සන්නේ නැතිව ඔබේම දියුණුව සඳහා මාර්ගයක් නිර්මාණය කළ හැකිය.\n\nසටහන: මෙම නීතිය යටත් වීම හෝ ඔබේම අරමුණු කැප කිරීම වෙනුවෙන් පෙනී සිටින බව අර්ථ නිරූපණය නොකළ යුතුය. ඒ වෙනුවට, එය උපායමාර්ගික වීම ගැන සහ බලයේ සංකීර්ණතාවයන් හැසිරවීමට සියුම් බව සහ ඉවසීම අවශ්‍ය බව තේරුම් ගැනීම ගැනයි.\n\nසරලව කිවහොත්:\n\nඔබේ දක්ෂතා ප්‍රදර්ශනය කිරීමේදී බුද්ධිමත් වන්න.ඔබේ උසස් නිලධාරීන්ට තර්ජනයක් දැනෙන්නට ඉඩ නොතබන්න.ඔවුන්ට ගෞරවයෙන් සලකන්න, ඔවුන්ගේ හැඟීම් තේරුම් ගන්න.ඉවසිලිවන්ත වන්න, නියම වේලාව එනතෙක් බලා සිටින්න.බලය යනු සියුම් ක්‍රීඩාවකි, එය බුද්ධිමත්ව හැසිරවිය යුතුය."
        }

    ]
}