{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 19",
    "head": "ඔබ කටයුතු කරන්නේ කවුදැයි දැන ගන්න - සෑම කෙනෙකුම එක හා සමාන නොවේ",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "සියලු මිනිසුන් එක හා සමානව නිර්මාණය වී නැත. ඔබේ උපාය මාර්ග සකස් කිරීමට සහ ඔබේ ක්‍රියාවන් ඵලදායී කර ගැනීමට ඔබ කටයුතු කරන පුද්ගලයාගේ ස්වභාවය සහ අභිප්‍රේරණයන් තේරුම් ගැනීම අත්‍යවශ්‍ය වේ."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "ඔබේ සතුරන් සහ සගයන් ප්‍රවේශමෙන් තෝරා ගන්න: ",
    "body": "ඔවුන්ගේ අතීත ක්‍රියාවන්, ඔවුන්ගේ කීර්ති නාමය සහ ඔවුන්ගේ චරිතය හොඳින් අධ්‍යයනය කරන්න."
    },
    {
    "head": "ඔවුන්ගේ දුර්වලතා සහ ශක්තීන් හඳුනා ගන්න: ",
    "body": "ඔවුන්ගේ ආත්මාර්ථකාමිත්වයන්, බිය සහ අනාරක්ෂිත බව තේරුම් ගන්න. මෙම දැනුම ඔවුන්ව ඔබේ වාසියට හරවා ගැනීමට භාවිතා කළ හැකිය."
    },
    {
    "head": "ඔවුන්ගේ හැසිරීම් රටා නිරීක්ෂණය කරන්න: ",
    "body": "ඔවුන් අතීතයේ ක්‍රියා කළ ආකාරය අනාගතයේදී ඔවුන් ක්‍රියා කරන ආකාරය පිළිබඳ ඉඟි ලබා දිය හැකිය."
    },
    {
    "head": "ඔවුන්ගේ පක්ෂපාතිත්වය පරීක්ෂා කරන්න: ",
    "body": "ඔබ කෙරෙහි ඔවුන්ගේ පක්ෂපාතිත්වය ගැන සැකයක් ඇත්නම්, එය පරීක්ෂා කිරීමට කුඩා පරීක්ෂණයක් කරන්න."
    },
    {
    "head": "විවිධ පුද්ගලයින් සමඟ කටයුතු කිරීමට ඔබේ උපාය මාර්ග අනුවර්තනය කරන්න: ",
    "body": "එක් එක් පුද්ගලයාට වෙනස් ප්‍රවේශයක් අවශ්‍ය විය හැකිය."
    },
    {
    "head": "සාරාංශය: ",
    "body": "19 වන නීතිය අවධාරණය කරන්නේ මිනිසුන් තේරුම් ගැනීමේ වැදගත්කම සහ එය බලය ලබා ගැනීමට සහ පවත්වා ගැනීමට භාවිතා කළ හැකි ආකාරයයි. ඔබ කටයුතු කරන පුද්ගලයාගේ ස්වභාවය සහ අභිප්‍රේරණයන් තේරුම් ගැනීමෙන්, ඔබට ඔවුන් සමඟ ඵලදායී ලෙස කටයුතු කළ හැකි අතර ඔවුන්ගේ දුර්වලතා ඔබේ වාසියට හරවා ගත හැකිය."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය මිනිසුන් ගැන අනුමාන කිරීම හෝ ඔවුන් ගැන ඒකාකෘතික උපකල්පන කිරීම වෙනුවෙන් පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. ඒ වෙනුවට, එය එක් එක් පුද්ගලයා තනි තනිව තේරුම් ගැනීමට උත්සාහ කිරීම සහ ඔවුන්ගේ අද්විතීය ලක්ෂණ සැලකිල්ලට ගනිමින් ඔවුන් සමඟ කටයුතු කිරීම ගැනයි."
    }
    ]
    }