{
    "data":[
        {
            "title":"48 Laws of Power",
            "subtitle":"Law 2",
            "head":"කිසි විටෙකත් මිතුරන් කෙරෙහි වැඩි විශ්වාසයක් නොතබන්න, කෙසේ දැයි ඉගෙන ගන්න සතුරන් භාවිතා කිරීමට",
            "body":"විනිශ්චය:මිතුරන් ගැන සැලකිලිමත් වන්න - ඔවුන් ඔබව පහසුවෙන්ම පාවා දෙනු ඇත, මන්ද ඔවුන් ඊර්ෂ්‍යාවට ඉක්මනින් පෙළඹෙන බැවිනි. ඔවුන් ද නරක් වී කුරිරු පාලකයන් බවට පත්වේ. නමුත් හිටපු සතුරෙකු කුලියට ගන්න, ඔහු මිතුරෙකුට වඩා විශ්වාසවන්ත වනු ඇත, මන්ද ඔහුට ඔප්පු කිරීමට බොහෝ දේ ඇත. ඇත්ත වශයෙන්ම, ඔබට සතුරන්ට වඩා මිතුරන්ගෙන් බිය විය යුතුය. ඔබට සතුරන් නොමැති නම්, ඔවුන් සෑදීමට ක්‍රමයක් සොයා ගන්න."

        },
        {
            "head":"නීතිය උල්ලංඝනය කිරීම",
            "body":"කතාව:\n\nනවවන සියවසේ මැද භාගයේදී, තුන්වන මයිකල් නම් තරුණයෙක් බයිසැන්තියානු අධිරාජ්‍යයේ සිහසුනට පත් විය. ඔහුගේ මව වන තියඩෝරා අධිරාජිනිය කන්‍යාරාමයකට පිටුවහල් කර ඇති අතර, ඇගේ පෙම්වතා වූ තියෝක්ටිස්ටස් ඝාතනය කර ඇත. තියඩෝරාව බලයෙන් පහ කර මයිකල්ව සිහසුනට පත් කිරීමේ කුමන්ත්‍රණයට නායකත්වය දුන්නේ මයිකල්ගේ මාමා වන බාර්ඩාස් ය. ඔහු බුද්ධිමත් හා අභිලාෂකාමී මිනිසෙකි. මයිකල් දැන් කුමන්ත්‍රණකරුවන්, ඝාතකයින් සහ දුරාචාරිකයන් විසින් වට කර ඇති තරුණ, අද්දැකීම් අඩු පාලකයෙකි. මෙම අනතුරුදායක කාලය තුළ ඔහුට උපදේශකයෙකු ලෙස විශ්වාස කළ හැකි කෙනෙකු අවශ්‍ය වූ අතර ඔහුගේ සිතුවිලි ඔහුගේ හොඳම මිතුරා වූ බැසිලියස් වෙත යොමු විය. බැසිලියස්ට රජයේ සහ දේශපාලනයේ කිසිදු අත්දැකීමක් නොතිබුණි - ඇත්ත වශයෙන්ම, ඔහු රාජකීය අශ්ව ගාලේ ප්‍රධානියා විය - නමුත් ඔහු නැවත නැවතත් ඔහුගේ ආදරය හා කෘතඥතාව ඔප්පු කර තිබුණි.\n\nඔවුන් මුණගැසුණේ වසර කිහිපයකට පෙර, මයිකල් අශ්ව ගාලට ගිය විට වල් අශ්වයෙකු ලිහිල් වූ විටය. මැසිඩෝනියානු ගොවි පවුලකින් පැවත එන තරුණ සේවකයෙකු වූ බැසිලියස්, මයිකල්ගේ ජීවිතය බේරා ගත්තේය. සේවකයාගේ ශක්තිය හා ධෛර්යය මයිකල්ට හැඟී ගිය අතර, ඔහු වහාම බැසිලියස්ව අශ්ව පුහුණුකරුවෙකුගේ අඳුරෙන් අශ්ව ගාලේ ප්‍රධානියා ලෙස උසස් කළේය. ඔහු තම මිතුරාට තෑගි හා අනුග්‍රහයන් ලබා දුන් අතර ඔවුන් වෙන් කළ නොහැකි විය. බැසිලියස් බයිසැන්තියම් හි හොඳම පාසලට යවන ලද අතර, රළු ගොවියා සංස්කෘතික හා නවීන රාජ සභිකයෙකු බවට පත්විය.\n\nදැන් මයිකල් අධිරාජ්‍යයා වූ අතර, පක්ෂපාතී කෙනෙකු අවශ්‍ය විය. චේම්බර්ලයින් සහ ප්‍රධාන උපදේශක තනතුර සඳහා ඔහුට සියල්ල ණයගැති තරුණයෙකුට වඩා විශ්වාස කළ හැක්කේ කාටද? බැසිලියස්ට රැකියාව සඳහා පුහුණු කළ හැකි වූ අතර මයිකල් ඔහුට සහෝදරයෙකු මෙන් ආදරය කළේය. වඩාත් සුදුසුකම් ලත් බාර්ඩාස් නිර්දේශ කළ අයගේ උපදෙස් නොසලකා හැර, මයිකල් ඔහුගේ මිතුරා තෝරා ගත්තේය.\n\nබැසිලියස් හොඳින් ඉගෙන ගත් අතර ඉක්මනින්ම අධිරාජ්‍යයාට රාජ්‍ය කටයුතු සියල්ල සම්බන්ධයෙන් උපදෙස් දුන්නේය. ඇති එකම ගැටළුව මුදල් බව පෙනුනි - බැසිලියස්ට කිසිදා ප්‍රමාණවත් නොවීය. බයිසැන්තියානු උසාවි ජීවිතයේ තේජසට නිරාවරණය වීම ඔහු බලයේ වරප්‍රසාද සඳහා කෑදර කළේය. මයිකල් ඔහුගේ වැටුප දෙගුණ කළේය, පසුව තුන් ගුණ කළේය, ඔහුව උත්තමයෙකු කළේය, සහ ඔහුගේම අනියම් බිරිඳ වන යුඩොක්සියාන්ජෙරිනා සමඟ විවාහ කර දුන්නේය. එවැනි විශ්වාසවන්ත මිතුරෙකු සහ උපදේශකයෙකු සෑහීමකට පත් කිරීම ඕනෑම මිලකට වටිනවා. නමුත් තවත් කරදර ඇති විය. බාර්ඩාස් දැන් හමුදාවේ ප්‍රධානියා වූ අතර, බැසිලියස් මයිකල්ට ඒ මිනිසා බලාපොරොත්තු රහිතව අභිලාෂකාමී බව ඒත්තු ගැන්වීය. ඔහුට තම බෑණනුවන් පාලනය කළ හැකි ය යන මායාව ඇතිව, බාර්ඩාස් ඔහුව සිහසුනට පත් කිරීමට කුමන්ත්‍රණය කළ අතර, ඔහු නැවතත් කුමන්ත්‍රණය කළ හැකිය, මෙ lần මයිකල්ව ඉවත් කර ඔහුම ඔටුන්න ලබා ගැනීමට. බැසිලියස් මයිකල්ගේ කනට වස දැම්මේ අධිරාජ්‍යයා තම මාමාව ඝාතනය කිරීමට එකඟ වන තුරුය. මහා අශ්ව රේස් තරඟයක් අතරතුර, බැසිලියස් ජනക്കූට්ටම තුළ බාර්ඩාස් වෙත ළඟා වී ඔහුට පිහියෙන් ඇන මරා දැමීය. ඉන් ටික කලකට පසු, බැසිලියස් රාජ්‍යය පාලනය කර කැරැල්ල මැඩපැවැත්විය හැකි හමුදාවේ ප්‍රධානියා ලෙස බාර්ඩාස් වෙනුවට ඔහුව පත් කරන ලෙස ඉල්ලා සිටියේය. මෙය ලබා දෙන ලදී.\n\nදැන් බැසිලියස්ගේ බලය සහ ධනය පමණක් වර්ධනය වූ අතර, වසර කිහිපයකට පසු, තමාගේම නාස්තිකාරභාවයෙන් මූල්‍යමය දුෂ්කරතාවන්ට පත් වූ මයිකල්, ඔහු වසර ගණනාවක් පුරා ණයට ගත් මුදලින් කොටසක් ආපසු ගෙවන ලෙස ඔහුගෙන් ඉල්ලා සිටියේය. මයිකල්ගේ කම්පනයට හා විස්මයට පත්වීමට, බැසිලියස් එය ප්‍රතික්ෂේප කළේ එවැනි අහංකාර බැල්මකින්, අධිරාජ්‍යයා හදිසියේම ඔහුගේ දුෂ්කරතාවය අවබෝධ කර ගත්තේය: හිටපු අශ්ව ගාලේ සේවකයාට වැඩි මුදලක්, හමුදාවේ සහ සෙනෙට් සභාවේ වැඩි සගයන් සිටි අතර, අවසානයේ අධිරාජ්‍යයාට වඩා වැඩි බලයක් තිබුණි. සති කිහිපයකට පසු, අධික ලෙස මත්පැන් පානය කළ රාත්‍රියකට පසු, මයිකල් අවදි වූයේ සොල්දාදුවන් විසින් වට කර ඇති බව දැකීමටය. ඔවුන් අධිරාජ්‍යයාට පිහියෙන් ඇන මරා දැමූ විට බැසිලියස් බලා සිටියේය. පසුව, තමා අධිරාජ්‍යයා ලෙස ප්‍රකාශ කිරීමෙන් පසු, ඔහු බයිසැන්තියම් වීදි හරහා අශ්වයා පිට නැගී ගියේ, ඔහුගේ හිටපු හිතවතා සහ හොඳම මිතුරාගේ හිස දිගු පයික් එකක කෙළවරේ එල්ලාගෙන ය.\n\nසර්පයා, ගොවියා සහ කොකා:\n\nමෙම කතාවේ, දඩයම්කරුවන් විසින් ලුහුබැඳ ගිය සර්පයෙක් ගොවියෙකුගෙන් තම ජීවිතය බේරා ගන්නා ලෙස ඉල්ලා සිටියේය. එය ලුහුබැඳ යන්නන්ගෙන් සැඟවීමට, ගොවියා බිම වාඩි වී සර්පයා තම බඩට රිංගා යාමට ඉඩ හැරියේය. නමුත් අනතුර පහව ගොස් ගොවියා සර්පයාට පිටතට එන ලෙස ඉල්ලා සිටි විට, සර්පයා එය ප්‍රතික්ෂේප කළේය. ඇතුළත උණුසුම් හා ආරක්ෂිත විය. ඔහු ගෙදර යන අතරමගදී, මිනිසා කොක්කෙකු දැක ඔහු වෙත ගොස් සිදු වූ දේ මුමුණමින් කීවේය. සර්පයා පිටතට ඇද දැමීමට බිම වාඩි වී වෙහෙසෙන ලෙස කොක්කා ඔහුට කීවේය. සර්පයා එහි හිස පිටතට ඇද්ද විට, කොක්කා එය අල්ලාගෙන, එය ඇදගෙන, එය මරා දැමීය. ගොවියා කනස්සල්ලට පත්ව සිටියේ සර්පයාගේ විෂ තවමත් ඔහු තුළ තිබිය හැකි බවටත්, සර්ප විෂ සඳහා ප්‍රතිකාරය සුදු පක්ෂීන් හය දෙනෙකු පිසීම හා ආහාරයට ගැනීම බවත් කොක්කා ඔහුට කීවේය.\n\nඔයා සුදු පක්ෂියෙක්, ගොවියා කිව්වා. ඔයා ආරම්භයක් සඳහා කරන්න. ඔහු කොක්කා අල්ලා බෑගයක දමා ගෙදර ගෙන ගොස් එල්ලා තැබුවේ තම බිරිඳට සිදු වූ දේ කියන අතරතුරය. මම ඔයා ගැන පුදුම වෙනවා, බිරිඳ කිව්වා. “කුරුල්ලා ඔබට කරුණාවක් කරයි, ඔබේ බඩේ ඇති නපුරෙන් ඔබව නිදහස් කරයි, ඇත්ත වශයෙන්ම ඔබේ ජීවිතය බේරා ගනී, නමුත් ඔබ එය අල්ලා එය මරා දැමීම ගැන කතා කරයි. ඇය වහාම කොක්කා නිදහස් කළ අතර, එය පියාසර කළේය. නමුත් එය යන අතරමගදී ඇගේ ඇස් ඇද ගත්තේය.\n\nනිගමනය:\n\nමෙම කතා දෙකම පාවාදීම සහ විශ්වාසය පිළිබඳ අනතුරු ගැන අනතුරු අඟවයි. තුන්වන මයිකල් අධිරාජ්‍යයා ඔහුගේ මිතුරා විසින් පාවා දෙනු ලැබූ අතර, ගොවියා කොක්කා විසින් පාවා දෙනු ලැබීය. මෙම කතා අපට මතක් කර දෙන්නේ අප අන් අයව විශ්වාස කිරීමේදී ප්‍රවේශම් විය යුතු බවයි, විශේෂයෙන් ඔවුන්ට අපට වඩා බලයක් ඇති විට.සරල සිංහලෙන්:\n\nමේ කතා දෙකෙන්ම කියවෙන්නේ විශ්වාසය තියන්න ඕන කෙනා ගැනයි. මයිකල් අධිරාජ්‍යයා තමන්ගේ හොඳම මිතුරාට විශ්වාස කළා, ඒත් ඒ මිතුරා තමයි අන්තිමට එයාව මරලා දැම්මේ. ගොවියා කොක්කාට උදව් කළා, ඒත් කොක්කා අන්තිමට එයාගේ බිරිඳට හානි කළා. ඒ නිසා, අපි කාටද විශ්වාස කරන්නේ කියලා හොඳට හිතලා බලන්න ඕනේ."
        },
        {
            "head":"අර්ථ නිරූපණය",
            "body":"තුන්වන මයිකල් අධිරාජ්‍යයා තම මිතුරා වූ බැසිලියස්ගේ කෘතඥතාව මත තම අනාගතය රඳවා තැබීය. නමුත් බැසිලියස් බලයට පත් වූ පසු, ඔහුට තවත් බලය අවශ්‍ය වූ අතර, ඔහුට ලැබුණු සියලු උපකාර අමතක කළේය. මයිකල් තම මිතුරාගේ සැබෑ ස්වභාවය අවබෝධ කරගත්තේ ඔහුගේ ජීවිතය අහිමි වීමට ආසන්න මොහොතේදීය.\n\nමෙයින් පෙන්නුම් කරන්නේ අප අන් අයව විශ්වාස කිරීමේදී ප්‍රවේශම් විය යුතු බවයි. මිතුරන් පවා අපව පාවා දිය හැකිය. ඒ නිසා අප සැමවිටම අවදියෙන් සිටිය යුතුය."
        },
        {
            "head":"නීතිය පිළිපැදීම",
            "body":"හාන් රාජවංශයේ (ක්‍රි.ව. 222) වැටීමෙන් පසු සියවස් ගණනාවක් පුරා චීන ඉතිහාසය එකින් එක ප්‍රචණ්ඩකාරී හා ලේ වැකි කුමන්ත්‍රණවල රටාව අනුගමනය කළේය. හමුදා භටයන් දුර්වල අධිරාජ්‍යයෙකු මරා දැමීමට කුමන්ත්‍රණය කර, පසුව ඔහුව ශක්තිමත් ජෙනරාල්වරයෙකු සමඟ ඩ්‍රැගන් සිංහාසනය මත ආදේශ කරනු ඇත. ජෙනරාල්වරයා නව රාජවංශයක් ආරම්භ කර තමා අධිරාජ්‍යයා ලෙස කිරුළු පළඳවනු ඇත; තමාගේම පැවැත්ම සහතික කිරීම සඳහා ඔහු තම සෙසු ජෙනරාල්වරුන් මරා දමනු ඇත. කෙසේ වෙතත්, වසර කිහිපයකට පසු, රටාව නැවත ආරම්භ වනු ඇත: නව ජෙනරාල්වරු නැඟිට ඔහු හෝ ඔහුගේ පුතුන් ඝාතනය කරනු ඇත. චීනයේ අධිරාජ්‍යයා වීම යනු තනිව සිටීමයි, සතුරන් පිරිසකින් වට වී සිටීම - එය රාජධානියේ අවම බලගතු, අවම ආරක්ෂිත ස්ථානයයි.\n\nක්‍රි.ව. 959 දී චාඕ ක්වාන්ග්-යින් ජෙනරාල්වරයා සුං අධිරාජ්‍යයා බවට පත්විය. ඔහු අවාසි දැන සිටියේය, වසරක් හෝ දෙකක් ඇතුළත ඔහු ඝාතනය වීමේ සම්භාවිතාව; ඔහුට රටාව බිඳ දැමිය හැක්කේ කෙසේද? අධිරාජ්‍යයා වීමෙන් ටික කලකට පසු, සුං නව රාජවංශය සැමරීම සඳහා භෝජන සංග්‍රහයක් නියෝග කළ අතර හමුදාවේ බලවත්ම අණ දෙන නිලධාරීන්ට ආරාධනා කළේය. ඔවුන් වයින් විශාල ප්‍රමාණයක් පානය කළ පසු, ඔහු ආරක්ෂකයින් සහ අනෙක් සියල්ලන්ම ජෙනරාල්වරුන් හැර ඉවත් කළේය, ඔහු දැන් බිය වූයේ ඔහු ඔවුන්ව එක පහරකින් ඝාතනය කරනු ඇතැයි යන බියෙනි. ඒ වෙනුවට, ඔහු ඔවුන් අමතා කතා කළේය: “මුළු දවසම ගත කරන්නේ බියෙන්, මම මේසයේදී සහ මගේ ඇඳේදී දෙකම අසතුටින්. ඔබගෙන් කවුරුන් සඳහා සිංහාසනයට නැඟීමට සිහින නොදකිනවාද? මම ඔබේ පක්ෂපාතිත්වය ගැන සැක නොකරමි, නමුත් යම් අවස්ථාවක ඔබේ යටත් නිලධාරීන්, ධනය හා තනතුර සොයමින්, අධිරාජ්‍යයාගේ කහ සිවුර ඔබ මත බලහත්කාරයෙන් පැළඳුවහොත්, ඔබට එය ප්‍රතික්ෂේප කළ හැක්කේ කෙසේද? මත් වී තම ජීවිත ගැන බියෙන් සිටි ජෙනරාල්වරු තමන්ගේ නිර්දෝෂීභාවය සහ පක්ෂපාතිත්වය ප්‍රකාශ කළහ. නමුත් සුංට වෙනත් අදහස් තිබුණි: “තම දවස් ගත කිරීමට හොඳම ක්‍රමය වන්නේ ධනය හා ගෞරවය සාමකාමීව භුක්ති විඳීමයි. ඔබ ඔබේ අණදීම අත්හැරීමට කැමති නම්, ගායකයන් සහ ගැහැණු ළමයින් ඔබේ සහචරයන් ලෙස ඔබේ සතුට ලබා ගත හැකි හොඳ වතු සහ ලස්සන නිවාස ඔබට ලබා දීමට මම සූදානම්.විස්මයට පත් ජෙනරාල්වරු තේරුම් ගත්තේ කාංසාව සහ අරගලයේ ජීවිතයක් වෙනුවට සුං ඔවුන්ට ධනය හා ආරක්ෂාව පිරිනමන බවයි. ඊළඟ දවසේ, සියලුම ජෙනරාල්වරු තම ඉල්ලා අස්වීම් ඉදිරිපත් කළ අතර, ඔවුන් සුං ඔවුන්ට පිරිනැමූ වතුවලට වංශාධිපතීන් ලෙස විශ්‍රාම ගියහ.\n\nඑක් පහරකින්, සුං ඔහුව පාවා දෙනු ඇතැයි සිතිය හැකි මිත්‍රශීලී වෘකයන් පිරිසක්, සියලු බලයෙන් ඈත්ව සිටින කීකරු බැටළුවන් කණ්ඩායමක් බවට පත් කළේය. ඊළඟ වසර කිහිපය තුළ සුං ඔහුගේ පාලනය සුරක්ෂිත කිරීම සඳහා ඔහුගේ ව්‍යාපාරය දිගටම කරගෙන ගියේය. ක්‍රි.ව. 971 දී, දකුණු හාන්හි ලියු රජු අවසානයේ වසර ගණනාවක කැරැල්ලකින් පසු ඔහුට යටත් විය. ලියුගේ විස්මයට පත්වීමට, සුං ඔහුට අධිරාජ්‍ය උසාවියේ තනතුරක් ලබා දී ඔවුන්ගේ අලුතින් සොයාගත් මිත්‍රත්වය වයින් සමඟ මුද්‍රා තැබීමට මාළිගාවට ආරාධනා කළේය. සුං ඔහුට පිරිනැමූ වීදුරුව ලියු රජු ගත් විට, එහි වස තිබේ යැයි බියෙන් ඔහු පසුබට විය. ඔබේ යටත්වැසියාගේ අපරාධ निश्चित रूप से मौत की सज़ा के पात्र हैं, ඔහු කෑගැසුවේය, නමුත් ඔබේ මහරජාණෙනි ඔබේ යටත්වැසියාගේ ජීවිතය බේරා ගන්නා ලෙස මම ඔබෙන් අයදිමි. ඇත්තටම මම මේ වයින් බොන්න එඩිතර වෙන්නේ නැහැ. සුං අධිරාජ්‍යයා සිනාසී ලියුගෙන් වීදුරුව ගෙන එය ගිල දැමීය. වසක් තිබුණේ නැත. එතැන් සිට ලියු ඔහුගේ වඩාත්ම විශ්වාසවන්ත සහ පක්ෂපාතී මිතුරා බවට පත්විය.\n\nඒ කාලයේ චීනය කුඩා රාජධානි ගණනාවකට බෙදී තිබුණි. මෙයින් එකක රජු වූ චියන් ෂු පරාජයට පත් වූ විට, සුංගේ ඇමතිවරු අධිරාජ්‍යයාට මෙම කැරලිකරුවා හිර කරන ලෙස උපදෙස් දුන්හ. ඔහු තවමත් සුං මරා දැමීමට කුමන්ත්‍රණය කරමින් සිටින බව ඔප්පු කරන ලියකියවිලි ඔවුන් ඉදිරිපත් කළහ. කෙසේ වෙතත්, චියන් ෂු අධිරාජ්‍යයා බැහැදැකීමට පැමිණි විට, ඔහුව හිර කරනවා වෙනුවට, සුං ඔහුට ගෞරව කළේය. ඔහු ගෙදර යන අතරමගදී විවෘත කරන ලෙස ඔහු පැවසූ පැකේජයක් ද ඔහු හිටපු රජුට ලබා දුන්නේය. චියන් ෂු ආපසු ගමනේදී මිටිය විවෘත කර ඔහුගේ කුමන්ත්‍රණය ලේඛනගත කර ඇති සියලුම ලිපි ලේඛන එහි ඇති බව දුටුවේය. තම ඝාතන සැලසුම් ගැන සුං දැන සිටියද, ඔහු තවමත් ඔහුව බේරාගෙන ඇති බව ඔහු තේරුම් ගත්තේය. මෙම ත්‍යාගශීලීභාවය ඔහුව ජය ගත් අතර, ඔහු ද සුංගේ වඩාත්ම පක්ෂපාතී වහලුන්ගෙන් කෙනෙකු බවට පත්විය.\n\nසාරාංශය:\n\nමෙම කතාවෙන් පෙන්නුම් කරන්නේ සතුරන්ට සලකන ආකාරයට වඩා මිතුරන්ට සලකන ආකාරය වෙනස් විය යුතු බවයි. සතුරන්ට කරුණාවෙන් සැලකීමෙන් ඔවුන් මිතුරන් බවට පත් කර ගත හැකිය."
        }
        ,
        {
            "head":"අර්ථ නිරූපණය",
            "body":"චීන හිතෝපදේශයක් මිතුරන්ව භයානක සතෙකුගේ හකු සහ දත් සමඟ සංසන්දනය කරයි: ඔබ ප්‍රවේශම් නොවන්නේ නම්, ඔවුන් ඔබව හපමින් සිටිනු ඇත. සුං අධිරාජ්‍යයා සිංහාසනයට පත් වූ විට ඔහු පසුකරමින් සිටි හකු දැන සිටියේය: හමුදාවේ ඔහුගේ මිතුරන් ඔහුව මස් මෙන් හපනු ඇත, ඔහු කෙසේ හෝ දිවි ගලවා ගත්තේ නම්, රජයේ ඔහුගේ මිතුරන් ඔහුව රාත්‍රී ආහාරය සඳහා ලබා ගනී.\n\nසුං අධිරාජ්‍යයා මිතුරන් සමඟ කිසිදු ගනුදෙනුවක් නොකරනු ඇත - ඔහු තම සෙසු ජෙනරාල්වරුන්ට තේජාන්විත වතුවලින් අල්ලස් දී ඔවුන්ව ඈතින් තබා ගත්තේය. ඔවුන් මරා දැමීමට වඩා ඔවුන්ව වඳ කිරීමට මෙය හොඳම ක්‍රමය වූ අතර, එය වෙනත් ජෙනරාල්වරුන්ට පළිගැනීමට හේතු වනු ඇත. සුං මිත්‍රශීලී අමාත්‍යවරුන් සමඟ කිසිදු සම්බන්ධයක් නොතිබුණි. බොහෝ විට, ඔවුන් අවසානයේ ඔහුගේ ප්‍රසිද්ධ විෂ වයින් කෝප්පය පානය කරනු ඇත.\n\nමිතුරන් මත විශ්වාසය තැබීම වෙනුවට, සුං ඔහුගේ සතුරන් එකින් එක භාවිතා කළේය, ඔවුන්ව වඩා විශ්වාසදායක විෂයයන් බවට පරිවර්තනය කළේය. මිතුරෙකු වැඩි වැඩියෙන් අනුග්‍රහයන් අපේක්ෂා කරන අතර ඊර්ෂ්‍යාවෙන් දැවෙන අතර, මෙම හිටපු සතුරන් කිසිවක් අපේක්ෂා නොකළ අතර සියල්ල ලබා ගත්හ. හදිසියේම ගිලටීනයෙන් බේරාගත් මිනිසෙක් සැබවින්ම කෘතඥපූර්වක මිනිසෙකි, ඔහුට සමාව දුන් මිනිසා වෙනුවෙන් ලෝකයේ කෙළවරට යනු ඇත. කාලයාගේ ඇවෑමෙන්, මෙම හිටපු සතුරන් සුංගේ වඩාත්ම විශ්වාසවන්ත මිතුරන් බවට පත්විය.\n\nසුංට අවසානයේ කුමන්ත්‍රණ, przemocy හා සිවිල් යුද්ධයේ රටාව බිඳ දැමීමට හැකි විය - සුං රාජවංශය වසර තුන්සියයකට වැඩි කාලයක් චීනය පාලනය කළේය.සාරාංශය:\n\nසතුරන් මිතුරන් බවට පත් කර ගැනීමෙන් ශක්තිමත් හා ස්ථාවර පාලනයක් ගොඩනගා ගත හැකි බව මෙම කතාවෙන් පෙන්නුම් කරයි."
        },
        {
            "head":"බලයට යතුරු: මිතුරන් හා සතුරන්",
            "body":"මිතුරන් ගැන:\n\nඅපි බොහෝ විට අපගේ මිතුරන් ගැන සිතන තරම් නොදනිමු. ඔවුන් බොහෝ විට අපට ප්‍රිය කරන දේවල් පවසන්නේ අපගේ හිත රිදවීම වැළැක්වීමටයි.මිතුරෙකුට උදව් කිරීම බොහෝ විට සම්බන්ධතාවය අස්ථාවර කරයි. ඔවුන්ට හැඟෙන්නේ ඔවුන් ඔබේ මිතුරෙකු නිසා ඔබ ඔවුන්ට උදව් කර ඇති බවත්, ඔවුන් එයට සුදුසු නැති බවත්ය.මිතුරන්ගෙන් කෘතඥතාව අපේක්ෂා නොකිරීම වඩා හොඳය. එසේ නොමැතිනම් ඔබට කලකිරීමට පත් විය හැකිය.රැකියාව සඳහා මිතුරන් බඳවා ගැනීම ඔබේ බලය සීමා කළ හැකිය. කුසලතාව සහ නිපුණතාවය මිත්‍රත්වයට වඩා වැදගත් වේ.\n\nසතුරන් ගැන:\n\nසතුරන් අපගේ දුර්වලතා දැකීමට අපට උපකාර කරයි. ඔවුන් අපව වඩාත් අවධානයෙන් සහ ක්‍රියාශීලීව සිටීමට පොළඹවයි.හැකි සෑම විටම, සතුරෙකු සමඟ සටන් විරාමයක් ප්‍රකාශ කර ඔහුව ඔබේ සේවයට යොදා ගන්න.සතුරන් අපට අභියෝග කිරීමෙන් අපව ශක්තිමත් කරයි. මාඕ සේතුං මෙම උපක්‍රමය බලයට පත්වීම සඳහා යොදා ගත්තේය.පැහැදිලි සතුරන් නොමැති විට, ඔබේ අරමුණ පැහැදිලිව අර්ථ දැක්වීම සඳහා සමහර විට සතුරෙකු නිර්මාණය කිරීමට පවා සිදුවිය හැකිය.\n\nසාරාංශය:\n\nබලයට පත්වීම සඳහා මිතුරන් හා සතුරන් යන දෙකම උපායමාර්ගිකව යොදා ගත යුතුය. මිතුරන් සමඟ පෞද්ගලික සබඳතා පවත්වා ගනිමින්, රැකියාව සඳහා නිපුණතාවය සහ කුසලතාවය ප්‍රමුඛ කළ යුතුය. සතුරන් ඔබේ දුර්වලතා දැකීමට සහ ඔබව ශක්තිමත් කිරීමට උපකාරී වේ. ඔවුන්ව ඔබේ වාසියට යොදා ගැනීමට ඉගෙන ගන්න."
        },
        {
            "head":"ප්‍රතිවර්තනය: මිතුරන් භාවිතා කිරීමේ වාසි සහ අවදානම්",
            "body":"මිතුරන් භාවිතා කිරීමේ වාසි:\n\nඅපිරිසිදු වැඩ කිරීම: බලයේ සිටින පුද්ගලයෙකුට බොහෝ විට අපිරිසිදු වැඩ කිරීමට සිදු වේ. මෙම කාර්යයන් සඳහා මිතුරන් භාවිතා කිරීම වඩාත් සුදුසු විය හැකිය. ඔවුන් ඔබට ඇති ආදරය නිසා අවදානම් ගැනීමට කැමති වනු ඇත.පලිහක් ලෙස භාවිතා කිරීම: ඔබේ සැලසුම් අසාර්ථක වුවහොත්, ඔබේ මිතුරෙකු පලිහක් ලෙස භාවිතා කළ හැකිය. රජවරු සහ පාලකයන් බොහෝ විට මෙම උපක්‍රමය භාවිතා කළහ. ඔවුන් තම සමීපතම මිතුරාට වරදට දඬුවම් කරනු ඇත, මන්ද ඔවුන් එවැනි අරමුණක් සඳහා මිතුරෙකු කැප කරන බව මහජනතාව විශ්වාස නොකරන බැවිනි.ඵලදායී සහයෝගීතාව: ඔබ සහ ඔබේ මිතුරා යන දෙදෙනාම සම්බන්ධතාවයේ අවදානම් තේරුම් ගන්නේ නම්, මිතුරෙකු සමඟ වැඩ කිරීම ඉතා ඵලදායී විය හැකිය.\n\nමිතුරන් භාවිතා කිරීමේ අවදානම්:\n\nසම්බන්ධතාවයට හානි වීම: ඔබේ මිතුරා පලිහක් ලෙස භාවිතා කළ පසු, ඔබට එම මිතුරා සදහටම අහිමි වනු ඇත.ඊර්ෂ්‍යාව සහ අකෘතඥතාව: බලයේ ක්ෂේත්‍රයේ කිසිවක් ස්ථාවර නොවේ. ඔබේ සමීපතම මිතුරන් පවා ඔබේ නරකම සතුරන් බවට පත්විය හැකිය. ඊර්ෂ්‍යාව සහ අකෘතඥතාව වැනි චිත්තවේගීය කැළඹීම් පිළිබඳ සංඥා සඳහා සැමවිටම සෝදිසියෙන් සිටින්න.\n\nසාරාංශය:\n\nමිතුරන් භාවිතා කිරීමේ වාසි සහ අවදානම් යන දෙකම තේරුම් ගැනීම වැදගත්ය. ඔබ ඔවුන්ව බුද්ධිමත්ව හා ප්‍රවේශමෙන් භාවිතා කළ යුතුය. ඔබේ සම්බන්ධතාවයට හානි නොවන ලෙස ඔවුන්ගේ සහයෝගය ලබා ගැනීමට උත්සාහ කරන්න, නමුත් ඊර්ෂ්‍යාව සහ අකෘතඥතාව වැනි අවදානම් පිළිබඳවද සැමවිටම සෝදිසියෙන් සිටින්න."
        }
        
        

    ]
}