{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 23",
    "head": "ඔබේ බලවේග සංකේන්ද්‍රණය කරන්න",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "බලය ලබා ගැනීමට සහ පවත්වා ගැනීමට, ඔබේ ශක්තිය සහ සම්පත් ඔබේ වඩාත්ම වැදගත් ඉලක්ක මත සංකේන්ද්‍රණය කළ යුතුය. ඔබේ උත්සාහයන් විසිරී ගියහොත්, ඔබට ඔබේ සතුරන් පරාජය කිරීමට හෝ ඔබේ අරමුණු සාක්ෂාත් කර ගැනීමට නොහැකි වනු ඇත. ඔබේ බලවේග සංකේන්ද්‍රණය කිරීමෙන්, ඔබට ඔබේ බලපෑම උපරිම කර ගත හැකි අතර ඔබේ සතුරන්ට වඩා වාසියක් ලබා ගත හැකිය."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "ඔබේ ප්‍රමුඛතා තීරණය කරන්න: ",
    "body": "ඔබට අත් කර ගැනීමට අවශ්‍ය වැදගත්ම දේ කුමක්දැයි තීරණය කරන්න. ඔබේ සියලු උත්සාහයන් මෙම ඉලක්ක කරා යොමු කරන්න."
    },
    {
    "head": "අනවශ්‍ය ක්‍රියාකාරකම් ඉවත් කරන්න: ",
    "body": "ඔබේ කාලය හා ශක්තිය නාස්ති කරන දේවල් වලින් ඈත් වන්න. ඔබේ ඉලක්ක සඳහා අදාළ නොවන ක්‍රියාකාරකම් ප්‍රතික්ෂේප කරන්න."
    },
    {
    "head": "ඔබේ ශක්තීන් හඳුනා ගන්න: ",
    "body": "ඔබේ ශක්තීන් මොනවාදැයි තීරණය කර ඒවා උපරිම ලෙස භාවිතා කරන්න. ඔබේ දුර්වලතා අන් අයට පවරන්න හෝ ඒවා වැඩි දියුණු කිරීමට කටයුතු කරන්න."
    },
    {
    "head": "ඉවසිලිවන්ත වන්න: ",
    "body": "බලය ගොඩනැගීමට කාලය ගත වේ. ඔබේ ඉලක්ක සපුරා ගැනීමට ඔබ කැපවී සිටින්න, එවිට ඔබ අවසානයේ ජයග්‍රහණය කරනු ඇත."
    },
    {
    "head": "සාරාංශය: ",
    "body": "23 වන නීතිය අවධාරණය කරන්නේ ඔබේ ශක්තිය සහ සම්පත් සංකේන්ද්‍රණය කිරීමේ වැදගත්කමයි. ඔබේ උත්සාහයන් විසිරී ගියහොත්, ඔබට ඔබේ සතුරන් පරාජය කිරීමට හෝ ඔබේ අරමුණු සාක්ෂාත් කර ගැනීමට නොහැකි වනු ඇත. ඔබේ බලවේග සංකේන්ද්‍රණය කිරීමෙන්, ඔබට ඔබේ බලපෑම උපරිම කර ගත හැකි අතර ඔබේ සතුරන්ට වඩා වාසියක් ලබා ගත හැකිය."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය ඔබේ දැක්ම පටු කිරීම හෝ නව අවස්ථා සඳහා විවෘත නොවීම වෙනුවෙන් පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. ඒ වෙනුවට, එය ඔබේ ඉලක්ක කෙරෙහි අවධානය යොමු කිරීම සහ ඔබේ කාලය හා ශක්තිය උපරිම ලෙස භාවිතා කිරීම ගැනයි. ඔබේ ප්‍රමුඛතා නිරන්තරයෙන් නැවත ඇගයීමට ලක් කර, ඒවා ඔබේ අරමුණු සමඟ ගැළපෙන බවට වග බලා ගන්න."
    }
    ]
    }