{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 28",
    "head": "නිර්භීතව ක්‍රියා කරන්න",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "බලයේ ක්‍රීඩාවේදී, පසුබට වෙන්න සහ අවිනිශ්චිතභාවය ඔබේ සතුරන්ට අවස්ථා ලබා දෙයි. ඔබේ අරමුණු සාක්ෂාත් කර ගැනීමට, ඔබ නිර්භීතව සහ තීරණාත්මකව ක්‍රියා කළ යුතුය. ඔබේ ක්‍රියාවන් ගැන ඕනෑවට වඩා සිතීමෙන් හෝ බියෙන් පසුබැසීමෙන් වළකින්න. නිර්භීතකම ගෞරවය ආකර්ෂණය කරයි, අනුගාමිකයන් ආකර්ෂණය කරයි සහ ඔබේ සතුරන් අධෛර්යමත් කරයි."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "අවදානම් ගන්න: ",
    "body": "බලය ලබා ගැනීමට සහ පවත්වා ගැනීමට, ඔබ අවදානම් ගැනීමට කැමති විය යුතුය. ආරක්ෂිත ක්‍රීඩා කිරීම ඔබව සාමාන්‍ය හා අමතක කළ හැකි තත්ත්වයක තබයි. නිර්භීත පියවර ගන්න, එවිට ඔබ අන් අයගෙන් කැපී පෙනෙනු ඇත."
    },
    {
    "head": "ඔබේ බිය පාලනය කරන්න: ",
    "body": "බිය යනු ස්වාභාවික හැඟීමකි, නමුත් එය ඔබව පාලනය කිරීමට ඉඩ නොදෙන්න. ඔබේ බිය හඳුනා ගන්න, ඒවා ජය ගැනීමට ක්‍රම සොයා ගන්න, සහ නිර්භීතව ක්‍රියා කරන්න."
    },
    {
    "head": "ඉක්මනින් ක්‍රියා කරන්න: ",
    "body": "අවස්ථාවක් උදා වූ විට, එය අල්ලා ගන්න. ඕනෑවට වඩා සිතීමෙන් හෝ බලා සිටීමෙන් වළකින්න. ඉක්මන් සහ තීරණාත්මක ක්‍රියාමාර්ග ගන්න, එවිට ඔබට තත්වය පාලනය කිරීමට හැකි වනු ඇත."
    },
    {
    "head": "දೊඩ්ඩම් කතා කරන්න: ",
    "body": "ඔබේ විශ්වාසයන් සහ අදහස් ගැන හයියෙන් කතා කරන්න. ඔබේ සිතුවිලි සඟවා නොගන්න. ඔබේ නිර්භීතකම සහ ආත්ම විශ්වාසය අන් අයට ආස්වාදයක් ලබා දෙනු ඇත."
    },
    {
    "head": "සාරාංශය: ",
    "body": "28 වන නීතිය අවධාරණය කරන්නේ බලය ලබා ගැනීමට සහ පවත්වා ගැනීමට නිර්භීතකමේ වැදගත්කමයි. බියෙන් පසුබැසීම ඔබව දුර්වල කරන අතර ඔබේ සතුරන්ට අවස්ථා ලබා දෙයි. නිර්භීතව සහ තීරණාත්මකව ක්‍රියා කිරීමෙන්, ඔබට ගෞරවය ආකර්ෂණය කර ගත හැකිය, අනුගාමිකයන් ආකර්ෂණය කර ගත හැකිය සහ ඔබේ ඉලක්ක සාක්ෂාත් කර ගත හැකිය."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය අඥාන හෝ නොසැලකිලිමත් අවදානම් ගැනීම වෙනුවෙන් පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. ඒ වෙනුවට, එය ගණනය කළ අවදානම් ගැනීම සහ ඔබේ ක්‍රියාවන්හි ප්‍රතිවිපාක ගැන දැනුවත් වීම ගැනයි. ඔබේ බුද්ධිය භාවිතා කරන්න, තත්වය තක්සේරු කරන්න, සහ ඔබේ ඉලක්ක සඳහා වඩාත් ඵලදායී හා ආරක්ෂිත ක්‍රියාමාර්ග තෝරා ගන්න."
    }
    ]
    }