{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 22",
    "head": "යටත් වීමේ උපාය මාර්ගය භාවිතා කරන්න: යටත් වීමෙන් ජය ගන්න",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "සෘජු ගැටුමක් සැමවිටම හොඳම ප්‍රවේශය නොවේ. බොහෝ විට, යටත් වීම ලෙස පෙනී සිටීමෙන් සහ ඔබේ සතුරාට ඔවුන් ජයග්‍රහණය කරන බව හැඟෙන්නට ඉඩ හැරීමෙන් ඔබට වැඩි බලයක් ලබා ගත හැකිය. මෙම උපාය මාර්ගය මඟින් ඔබේ සතුරා ඔබව අවතක්සේරු කිරීමට සහ ඔවුන්ගේ ආරක්ෂාව අඩු කිරීමට හේතු විය හැක, එමඟින් ඔබට ඔවුන්ට එරෙහිව කුමන්ත්‍රණය කිරීමට සහ ඔවුන්ව පරාජය කිරීමට කාලය සහ අවස්ථාව ලබා දේ."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "ඔබේ සතුරාගේ ආත්මාර්ථකාමිත්වයට ආයාචනා කරන්න: ",
    "body": "ඔවුන් බලවත් යැයි හැඟෙන තත්වයක් නිර්මාණය කරන්න. ඔවුන්ට ප්‍රශංසා කර ඔවුන්ගේ ඉල්ලීම්වලට එකඟ වන්න. මෙය ඔවුන්ගේ ආරක්ෂාව අඩු කරන අතර ඔවුන්ගේ සැබෑ අභිප්‍රායන් හෙළි කිරීමට හේතු විය හැක."
    },
    {
    "head": "ඔබේ කාලය ගන්න: ",
    "body": "සටනකට ඉක්මන් නොවන්න. ඔබේ සතුරාට ඔවුන් ජයග්‍රහණය කරන බව හැඟෙන්නට ඉඩ දෙන්න. මේ අතර, ඔවුන්ගේ දුර්වලතා හඳුනා ගැනීමට සහ ඔබේ ඊළඟ පියවර සැලසුම් කිරීමට කාලය ගන්න."
    },
    {
    "head": "අවස්ථාව එනතෙක් බලා සිටින්න: ",
    "body": "ඔබේ සතුරා වඩාත්ම අවදානමට ලක් වූ විට පහර දෙන්න. ඔවුන් ඔබව තර්ජනයක් ලෙස නොසලකන විට ඔවුන්ට පහර දීමෙන් ඔබට ඔවුන්ව පරාජය කළ හැකිය."
    },
    {
    "head": "උපායශීලීව පසු බැසීම් භාවිතා කරන්න: ",
    "body": "ඔබේ සතුරාට ජයග්‍රහණය කිරීමට ඉඩ දීමෙන්, ඔබ ඔවුන්ව උගුලකට ඇද දැමිය හැකිය. ඔවුන් ඕනෑවට වඩා ආත්ම විශ්වාසයෙන් හා නොසැලකිලිමත් වූ විට, ඔබට ඔවුන්ට එරෙහිව හැරී පහර දිය හැකිය."
    },
    {
    "head": "සාරාංශය: ",
    "body": "22 වන නීතිය බලය ලබා ගැනීම සඳහා උපායශීලී පසුබැසීම සහ රැවටීම භාවිතා කිරීමේ වැදගත්කම ඉස්මතු කරයි. යටත් වීම ලෙස පෙනී සිටීමෙන් සහ ඔබේ සතුරාට ඔවුන් ජයග්‍රහණය කරන බව හැඟෙන්නට ඉඩ හැරීමෙන්, ඔබට ඔවුන්ගේ ආරක්ෂාව අඩු කර ඔවුන්ට එරෙහිව කුමන්ත්‍රණය කිරීමට අවස්ථාව ලබා ගත හැකිය. මෙම උපාය මාර්ගය දුර්වල ලෙස පෙනෙන්නට පුළුවන්, නමුත් එය බලය ලබා ගැනීමට සහ ඔබේ සතුරන් පරාජය කිරීමට ඉතා ඵලදායී ක්‍රමයක් විය හැකිය."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය සැබවින්ම දුර්වල හෝ බියගුළු වීම වෙනුවෙන් පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. ඒ වෙනුවට, එය උපායශීලීව යටත් වීම භාවිතා කිරීම සහ එය ඔබේ අරමුණු සාක්ෂාත් කර ගැනීමට මෙවලමක් ලෙස යොදා ගැනීම ගැනයි. ඔබේ සතුරාගේ ශක්තිය සහ දුර්වලතා හොඳින් තේරුම් ගෙන, ඔවුන්ට එරෙහිව ඔබේ ප්‍රහාරය සඳහා නියම මොහොත තෝරා ගැනීමට වග බලා ගන්න."
    }
    ]
    }