{
    "data":[
        {
            "title":"48 Laws of Power",
            "subtitle":"Law 2",
            "head":"මිතුරන් කෙරෙහි වැඩිපුර විශ්වාසය නොතබන්න, සතුරන් භාවිතා කරන්නේ කෙසේදැයි ඉගෙන ගන්න",
            "body":""

        },
        {
            "head":"ප්‍රධාන කරුණ: ",
            "body":"මිතුරන් ගැන සැලකිලිමත් වන්න - ඔවුන් ඊර්ෂ්‍යාවෙන් ඔබව පාවා දෙනු ඇත. අනෙක් අතට, සතුරන් වටිනා විය හැකිය, මන්ද ඔවුන්ට ඔප්පු කිරීමට යමක් ඇති අතර ප්‍රයෝජනවත් වීමට වඩාත් පෙළඹී ඇත."
        },
        {
            "head":"ක්‍රියාත්මක කරන ආකාරය:",
            "body":""
        },
        {
            "head":"මිතුරන්ගේ අභිප්‍රායන් ගැන සැලකිලිමත් වන්න:",
            "body":"ඊර්ෂ්‍යාව සහ තරඟකාරිත්වය ළඟම මිත්‍රත්වයන් පවා ඇඹුල් කළ හැකි බව තේරුම් ගන්න. ඔබේ සැලසුම් හෝ දුර්වලතා කිසිවෙකුට හෙළි නොකරන්න."
        }
        ,
        {
            "head":"මිතුරන් දුරින් තබා ගන්න:",
            "body":"ඔබ සමීප යැයි සලකන අය සමඟ පවා යම් දුරක් සහ විධිමත් බවක් පවත්වා ගන්න."
        },
        {
            "head":"පැරණි සතුරන් බඳවා ගැනීමට බිය නොවන්න: ",
            "body":"ඔවුන්ට ඔප්පු කිරීමට බොහෝ දේ ඇති නිසා ඔවුන් බොහෝ විට මිතුරන්ට වඩා පක්ෂපාතී වේ. ඔවුන්ගේ අතීත විරුද්ධත්වය ඔවුන්ව වටිනා සගයන් බවට පත් කළ හැකිය."
        },
        {
            "head":"සතුරෙකු මිතුරෙකු බවට පත් කරන්න: ",
            "body":"ඔලිව් අත්තක් දිගු කිරීමෙන්, ඔබට තර්ජනයක් උදාසීන කර වටිනා සගයෙකු ලබා ගත හැකිය."
        },
        {
            "head":"ඔබේ සතුරන්ගෙන් ඉගෙන ගන්න: ",
            "body":"ඔවුන්ට ඔබේ දුර්වලතා පිළිබඳ අවබෝධයක් ලබා දිය හැකි අතර ඔබේ උපාය මාර්ග පිළිබඳ වෙනස් දෘෂ්ටිකෝණයක් ලබා දිය හැකිය."
        },
        {
            "head":"සාරාංශය: ",
            "body":"2 වන නීතිය බලයේ ක්ෂේත්‍රයේ සබඳතා සඳහා ප්‍රායෝගික ප්‍රවේශයක් නිර්දේශ කරයි. මිතුරන් කෙරෙහි අන්ධ විශ්වාසය භයානක විය හැකි බව එයින් යෝජනා කෙරේ, මන්ද ඊර්ෂ්‍යාව සහ අභිලාෂය ඔවුන්ව පහසුවෙන් ප්‍රතිවාදීන් බවට පත් කළ හැකිය. ඒ වෙනුවට, එය වඩාත් උපායමාර්ගික ප්‍රවේශයක් දිරිමත් කරයි, තමන්ව ඔප්පු කිරීමට ඇති ආශාවෙන් පෙළඹුණු පැරණි සතුරන් පක්ෂපාතී සහ වටිනා සගයන් බවට පත්විය හැකි බව හඳුනා ගනී. විශ්වාසය සහ පාවාදීමේ ගතිකය තේරුම් ගැනීමෙන්, ඔබට ඔබව වඩා හොඳින් ආරක්ෂා කර ගත හැකි අතර බලයේ ද්‍රෝහී භූ දර්ශනය ගමන් කළ හැකිය."
        },
        {
            "head":"සටහන: ",
            "body":"මෙම නීතිය සියලු සබඳතාවලදී අන්ධ විශ්වාසයක් නොමැතිකම වෙනුවෙන් පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. එය වඩාත් කල්පනාකාරී වීම සහ බල ගතිකයන්ට සමීපතම බැඳීම්වලට පවා බලපෑම් කළ හැකි බව තේරුම් ගැනීම ගැනයි. සතුරන් effectively ලදායී ලෙස භාවිතා කිරීම සඳහා ප්‍රවේශමෙන් විනිශ්චය කිරීම සහ අතීත වැරදිවලට ​​සමාව දීමට කැමැත්තක් අවශ්‍ය බව මතක තබා ගැනීම ද වැදගත් ය.:"
        }
        
        

    ]
}