{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 24",
    "head": "පරිපූර්ණ රාජ සභිකයෙකු ලෙස ක්‍රීඩා කරන්න",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "රාජ සභාවන් යනු බලයේ ක්‍රීඩාව සැබවින්ම ක්‍රියාත්මක වන ස්ථානයයි. රාජ සභිකයෙකු ලෙස, ඔබ ඔබේ භූමිකාව ප්‍රගුණ කළ යුතු අතර රාජ සභාවේ කලාවේ නීතිරීති අනුගමනය කළ යුතුය. ඔබ ඕනෑවට වඩා අවංක හෝ සෘජු නම්, ඔබ සතුරන් ඇති කර ගනු ඇත. ඒ වෙනුවට, රාජ සභාවේ රැවටිලිකාර ස්වභාවය පිළිගෙන එය ඔබේ වාසියට භාවිතා කරන්න."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "ඔබේ භූමිකාව ප්‍රගුණ කරන්න: ",
    "body": "රාජ සභාවේ සෑම කෙනෙකුටම භූමිකාවක් ඇත. ඔබේ භූමිකාව කුමක්දැයි තීරණය කර එය පරිපූර්ණ ලෙස ඉටු කරන්න. ඔබ විහිළුකාරයා, උපදේශකයා, ඔත්තුකරුවා හෝ වෙනත් චරිතයක් ලෙස ක්‍රියා කළ හැකිය."
    },
    {
    "head": "සෑම විටම ඔබේ ආරක්ෂාව ඉහළින් තබා ගන්න: ",
    "body": "රාජ සභාවේදී, කිසිවෙකුට අන්ධ ලෙස විශ්වාස නොකරන්න. ඕනෑම කෙනෙකුට ඔබට එරෙහිව කුමන්ත්‍රණය කළ හැකිය, එබැවින් ඔබේ ආරක්ෂාව ඉහළින් තබා ගැනීම සහ ඔබේ සතුරන් ගැන දැනුවත් වන්න."
    },
    {
    "head": "නිවැරදි වචන කතා කරන්න: ",
    "body": "රාජ සභාවේදී, වචන ආයුධ වේ. ඔබ කියන දේ ගැන සැලකිලිමත් වන්න, සහ ඔබේ වචන ඔබේ අරමුණු සඳහා භාවිතා කරන්න. ප්‍රශංසා කරන්න, ඕපාදූප පතුරුවන්න, සහ ඔබේ බලය තහවුරු කිරීමට ඔබේ වාචික කුසලතා භාවිතා කරන්න."
    },
    {
    "head": "කිසි විටෙකත් රජුට වඩා දීප්තිමත් නොවන්න: ",
    "body": "බලයේ සිටින අය බොහෝ විට ඊර්ෂ්‍යා කරන අතර අනාරක්ෂිත බව මතක තබා ගන්න. රජුට වඩා දීප්තිමත් ලෙස පෙනී සිටීමෙන්, ඔබ ඔවුන්ගේ සතුරුකම ඇති කර ගනු ඇත. ඒ වෙනුවට, ඔවුන්ට බැබළීමට ඉඩ දෙන්න, සහ ඔබේ බුද්ධිය සහ කුසලතා සඟවන්න."
    },
    {
    "head": "සාරාංශය: ",
    "body": "24 වන නීතිය අවධාරණය කරන්නේ රාජ සභාවේ කලාව ප්‍රගුණ කිරීමේ වැදගත්කමයි. රාජ සභාවේදී සාර්ථක වීමට, ඔබ ඔබේ භූමිකාව ඉටු කළ යුතුය, ඔබේ ආරක්ෂාව ඉහළින් තබා ගත යුතුය, නිවැරදි වචන කතා කළ යුතු අතර, කිසි විටෙකත් රජුට වඩා දීප්තිමත් නොවිය යුතුය. මෙම නීතිරීති අනුගමනය කිරීමෙන්, ඔබට බලය ලබා ගැනීමට සහ රාජ සභාවේ ද්‍රෝහී ජලය හරහා ගමන් කිරීමට හැකි වනු ඇත."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය ඔබ අවංක නොවිය යුතු හෝ සෑම විටම අන් අයව රැවටිය යුතු යැයි නොකියයි. ඒ වෙනුවට, එය රාජ සභාවේ යථාර්ථයන් හඳුනා ගැනීම සහ බලය ලබා ගැනීමට සහ ආරක්ෂා කර ගැනීමට උපායශීලීව ක්‍රියා කිරීම ගැනයි. ඔබේ අවංකභාවය සහ ඔබේ හැසිරීම් අතර සමතුලිතතාවයක් සොයා ගැනීමට උත්සාහ කරන්න, එමඟින් ඔබට ඔබේ අරමුණු සාක්ෂාත් කර ගැනීමට සහ ඔබේ සතුරන්ගෙන් ආරක්ෂා වීමට හැකි වේ."
    }
    ]
    }