{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 27",
    "head": "මිනිසුන්ගේ අවශ්‍යතාවයක් නිර්මාණය කර ඔවුන්ගේ ඇදහිල්ල පාලනය කරන්න",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "මිනිසුන් සහජයෙන්ම යමක් විශ්වාස කිරීමට සහ යමකට අයත් වීමට ආශා කරයි. මෙම ආශාව බලය ලබා ගැනීමට සහ පවත්වා ගැනීමට භාවිතා කළ හැකිය. ඔබට අනුගාමිකයන් ආකර්ෂණය කර ගැනීමට සහ ඔවුන්ගේ පක්ෂපාතිත්වය පාලනය කිරීමට අවශ්‍ය නම්, ඔවුන්ට විශ්වාස කළ හැකි දෙයක් හෝ යමෙකු ලබා දිය යුතුය. මෙය ආගමක්, දේශපාලන ව්‍යාපාරයක්, සමාජ ව්‍යාපාරයක් හෝ ඔබේ පෞරුෂය වටා ගොඩනගා ඇති සංස්කෘතියක් විය හැකිය."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "හිස්බව පුරවන්න: ",
    "body": "මිනිසුන් ඔවුන්ගේ ජීවිතවල අරුතක් සහ අරමුණක් සොයයි. ඔවුන්ට විශ්වාස කළ හැකි යමක් ලබා දීමෙන්, ඔබට ඔවුන්ගේ පක්ෂපාතිත්වය සහ භක්තිය ලබා ගත හැකිය."
    },
    {
    "head": "සරල සහ ආකර්ශනීය පණිවිඩයක් නිර්මාණය කරන්න: ",
    "body": "ඔබේ පණිවිඩය තේරුම් ගැනීමට පහසු සහ හැඟීම්බර විය යුතුය. එය මිනිසුන්ගේ බිය, බලාපොරොත්තු සහ ආශාවන්ට ආයාචනා කළ යුතුය."
    },
    {
    "head": "චාරිත්‍ර වාරිත්‍ර සහ සංකේත භාවිතා කරන්න: ",
    "body": "චාරිත්‍ර වාරිත්‍ර සහ සංකේත මඟින් ඔබේ පණිවිඩය ශක්තිමත් කර ඔබේ අනුගාමිකයන්ට අයත් වීමේ හැඟීමක් ලබා දේ."
    },
    {
    "head": "ඔබේ අනුගාමිකයන්ට බලය පවරන්න: ",
    "body": "ඔබේ අනුගාමිකයන්ට ඔවුන් යමක් වැදගත් දෙයක කොටසක් බව හැඟෙන්නට ඉඩ දෙන්න. ඔවුන්ට වගකීම් පවරන්න සහ ඔවුන්ගේ දායකත්වය අගය කරන්න."
    },
    {
    "head": "විරුද්ධවාදීන්ට එරෙහිව එක්සත් වන්න: ",
    "body": "ඔබේ අනුගාමිකයන්ට එරෙහිව සටන් කිරීමට පොදු සතුරෙකු හෝ තර්ජනයක් නිර්මාණය කරන්න. මෙය ඔවුන්ගේ පක්ෂපාතිත්වය ශක්තිමත් කරනු ඇත."
    },
    {
    "head": "සාරාංශය: ",
    "body": "27 වන නීතිය අවධාරණය කරන්නේ මිනිසුන්ගේ විශ්වාසයන් සහ අවශ්‍යතා හැසිරවීමේ බලය යි. ඔබට ඔවුන්ට විශ්වාස කළ හැකි දෙයක් ලබා දීමෙන්, ඔබට ඔවුන්ගේ පක්ෂපාතිත්වය දිනා ගත හැකි අතර ඔවුන්ව ඔබේ අරමුණු සඳහා යොදා ගත හැකිය."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය අන් අයව සූරාකෑම හෝ ඔවුන්ගේ විශ්වාසයන්ට අගෞරව කිරීම වෙනුවෙන් පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. ඒ වෙනුවට, එය මිනිසුන්ගේ මනෝවිද්‍යාව තේරුම් ගැනීම සහ ඔවුන්ගේ අවශ්‍යතා සපුරාලීම සඳහා යමක් නිර්මාණය කිරීම ගැනයි. ඔබේ බලය ධනාත්මක හා ඵලදායී ආකාරයකින් භාවිතා කිරීම සහ සැමවිටම ඔබේ අනුගාමිකයන්ගේ යහපත සැලකිල්ලට ගැනීම වැදගත් ය."
    }
    ]
    }