{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 26",
    "head": "ඔබේ අත් පිරිසිදුව තබා ගන්න",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "බලය ලබා ගැනීමට සහ පවත්වා ගැනීමට, ඔබ පිරිසිදු ප්‍රතිරූපයක් පවත්වා ගත යුතුය. ඔබේ ක්‍රියාවන් වල වරදක් සොයා ගැනීමට ඉඩ නොදෙන්න. ඔබ වැරදි කරන්නේ නම්, අන් අයට දොස් පැවරීමට ක්‍රම සොයා ගන්න. ඔබේ අත් පිරිසිදුව තබා ගැනීමෙන්, ඔබට ඔබේ සතුරන්ගේ ප්‍රහාර වලින් ආරක්ෂා විය හැකි අතර ඔබේ බලය ආරක්ෂා කර ගත හැකිය."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "උපායශීලීව කටයුතු කරන්න: ",
    "body": "ඔබේ සියලු ක්‍රියාවන් ප්‍රවේශමෙන් සැලසුම් කරන්න, එවිට ඔබට දොස් පැවරිය නොහැක. ඔබේ ක්‍රියාවන් සඳහා සාක්ෂි ඉතිරි නොකරන්න."
    },
    {
    "head": "අන් අයව ඔබේ උපකරණ බවට පත් කර ගන්න: ",
    "body": "ඔබේ අපිරිසිදු වැඩ කිරීමට අන් අයව භාවිතා කරන්න. මෙය ඔබව ගැටලුවලින් ආරක්ෂා කර ගැනීමට උපකාරී වේ."
    },
    {
    "head": "පළි නොගන්නා එළුවෙකු සොයා ගන්න: ",
    "body": "යම් දෙයක් වැරදුනහොත්, දොස් පැවරිය හැකි කෙනෙකු සිටීම ප්‍රයෝජනවත් වේ. මෙම පුද්ගලයා ඔබේ ආරක්ෂාව සඳහා බිලි දිය හැකිය."
    },
    {
    "head": "ව්‍යාජ අහිංසකකම ප්‍රගුණ කරන්න: ",
    "body": "ඔබේ ක්‍රියාවන් සඳහා කිසිදු සම්බන්ධයක් නැති බව පෙන්වීමට ඉගෙන ගන්න. ඔබ අහිංසක බව ඒත්තු ගැන්වීමෙන්, ඔබට දොස් පැවරීමෙන් වැළකී සිටිය හැකිය."
    },
    {
    "head": "සාරාංශය: ",
    "body": "26 වන නීතිය අවධාරණය කරන්නේ පිරිසිදු ප්‍රතිරූපයක් පවත්වා ගැනීමේ වැදගත්කම සහ ඔබේ ක්‍රියාවන්හි ප්‍රතිවිපාක වලින් ආරක්ෂා වීමට උපායශීලීව ක්‍රියා කිරීමයි. බලය ලබා ගැනීමට සහ පවත්වා ගැනීමට, ඔබේ අත් පිරිසිදුව තබා ගත යුතුය, එසේ නොමැතිනම් ඔබේ සතුරන්ට ඔබට එරෙහිව ඔබේ වැරදි භාවිතා කළ හැකිය."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය අනৈතික හෝ සදාචාර විරෝධී ක්‍රියාවන් කිරීම වෙනුවෙන් පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. ඒ වෙනුවට, එය ඔබේ ක්‍රියාවන්හි ප්‍රතිවිපාක ගැන දැනුවත් වීම සහ ඔබේ ආරක්ෂාව සඳහා උපායශීලීව ක්‍රියා කිරීම ගැනයි. සැමවිටම නීතිමය හා සදාචාරාත්මක රාමුව තුළ ක්‍රියා කිරීමට උත්සාහ කරන්න, සහ ඔබේ ක්‍රියාවන් අන් අයට හානි කරන බව තහවුරු කර ගන්න."
    }
    ]
    }