{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 25",
    "head": "ඔබම නැවත නිර්මාණය කරන්න",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "අප ජීවත් වන්නේ රූප සහ සංජානන ලෝකයක ය. මිනිසුන් ඔවුන් දකින දෙයින් පහසුවෙන් බලපෑමට ලක් වේ. බලය ලබා ගැනීමට සහ පවත්වා ගැනීමට, ඔබ ඔබේ ප්‍රතිරූපය පාලනය කළ යුතු අතර ඔබේ ආශාවන්ට ගැළපෙන චරිතයක් නිර්මාණය කළ යුතුය. ඔබේ ප්‍රතිරූපය යනු ඔබේ බලයේ ආයුධයකි."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "ඔබේ ශක්තීන් සහ දුර්වලතා හඳුනා ගන්න: ",
    "body": "ඔබට අන් අයට පෙන්වීමට අවශ්‍ය ඔබේ ධනාත්මක ගුණාංග මොනවාද? ඔබේ දුර්වලතා සැඟවිය යුත්තේ කෙසේද?"
    },
    {
    "head": "ඔබට අවශ්‍ය ප්‍රතිරූපය නිර්මාණය කරන්න: ",
    "body": "ඔබට අත් කර ගැනීමට අවශ්‍ය ඉලක්ක මත පදනම්ව ඔබට අවශ්‍ය ප්‍රතිරූපය කුමක්දැයි තීරණය කරන්න. ඔබ බලවත්, කාරුණික, බුද්ධිමත්, අභිරහස් හෝ වෙනත් රූපයක් ප්‍රක්ෂේපණය කිරීමට අවශ්‍ය විය හැකිය."
    },
    {
    "head": "ඔබේ පෙනුම සහ හැසිරීම පාලනය කරන්න: ",
    "body": "ඔබේ ඇඳුම්, ශරීර භාෂාව සහ වචන තේරීම ඔබට අවශ්‍ය ප්‍රතිරූපය ප්‍රක්ෂේපණය කිරීමට භාවිතා කරන්න."
    },
    {
    "head": "ඔබේ කතාව පාලනය කරන්න: ",
    "body": "ඔබ ගැන පවසන කතාව පාලනය කිරීමෙන් ඔබේ ප්‍රතිරූපය හැඩගස්වන්න. ඔබේ සාර්ථකත්වයන් ගැන කතා කර ඔබේ අසාර්ථකත්වයන් අවම කරන්න."
    },
    {
    "head": "නිරන්තරයෙන් නැවත නිර්මාණය කරන්න: ",
    "body": "ලෝකය සහ ඔබේ අරමුණු වෙනස් වන විට ඔබේ ප්‍රතිරූපය අනුවර්තනය කරන්න. ඔබේ ප්‍රතිරූපය නැවුම් හා අදාළ බව තබා ගන්න."
    },
    {
    "head": "සාරාංශය: ",
    "body": "25 වන නීතිය අවධාරණය කරන්නේ ප්‍රතිරූපයේ බලය සහ එය බලය ලබා ගැනීමට සහ පවත්වා ගැනීමට භාවිතා කළ හැකි ආකාරයයි. ඔබේ ප්‍රතිරූපය යනු ඔබේ බලයේ ආයුධයකි. එය උපායශීලීව භාවිතා කිරීමෙන්, ඔබට අන් අයට බලපෑම් කළ හැකිය, ඔවුන්ගේ ආකල්ප හැඩගස්වා ගත හැකිය, සහ ඔබේ අරමුණු සාක්ෂාත් කර ගැනීම පහසු කර ගත හැකිය."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය ඔබ අව්‍යාජ නොවිය යුතු හෝ ඔබේ සැබෑ ස්වභාවය සැඟවිය යුතු යැයි නොකියයි. ඒ වෙනුවට, එය ඔබේ ප්‍රතිරූපය දැනුවත්ව හැඩගස්වා ගැනීම සහ එය ඔබේ අරමුණු සඳහා මෙවලමක් ලෙස භාවිතා කිරීම ගැනයි. ඔබේ ප්‍රතිරූපය ඔබේ ශක්තීන් සහ අගයන් පිළිබිඹු කළ යුතු අතර, ඔබ එය අන් අයට බලපෑම් කිරීමට සහ ඔබේ ඉලක්ක සාක්ෂාත් කර ගැනීමට භාවිතා කළ යුතුය."
    }
    ]
    }