{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 20",
    "head": "කිසිවෙකුට කැපවීමෙන් වළකින්න",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "බලයේ ක්‍රීඩාවේදී, සැබෑ පක්ෂපාතිත්වය යනු දුර්ලභ භාණ්ඩයකි. මිනිසුන් බොහෝ විට තමන්ගේම අවශ්‍යතා සහ අභිලාෂයන් මත පදනම්ව කටයුතු කරයි, සහ සන්ධාන බොහෝ විට තාවකාලික හා අවස්ථානුකූල වේ. එබැවින්, ඔබේ බලය උපරිම කර ගැනීමට සහ ඔබේ අරමුණු සාක්ෂාත් කර ගැනීමට, ඔබ කිසිවෙකුට හෝ කිසිවකට අනවශ්‍ය ලෙස කැපවීමෙන් වැළකී සිටිය යුතුය. ඒ වෙනුවට, ඔබ මධ්‍යස්ථව සිටිය යුතු අතර සෑම පැත්තකින්ම ලබා ගැනීමට ඇති දේ දැකිය යුතුය. මෙය ඔබට ඔබේ විකල්ප විවෘතව තබා ගැනීමට සහ ඔබට වාසිදායක තේරීම් කිරීමට ඉඩ සලසයි."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "මිත්‍රත්වයන් සහ සතුරුකම් ගැන සැලකිලිමත් වන්න: ",
    "body": "ඕනෑවට වඩා සමීප සබඳතා ඇති කර ගැනීමෙන් ඔබේ විනිශ්චයට හානි කළ හැකි අතර ඔබේ විකල්ප සීමා කළ හැකිය. ඔබේ අරමුණු සඳහා සෑම කෙනෙකුම උපායශීලීව භාවිතා කළ හැකි බව මතක තබා ගන්න. ඔබේ මිතුරන් පවා ඊර්ෂ්‍යාවෙන් හෝ අභිලාෂයෙන් ඔබව පාවා දිය හැකිය."
    },
    {
    "head": "සෑම විටම විකල්ප ඇති බවට වග බලා ගන්න: ",
    "body": "ඔබ එක් පුද්ගලයෙකුට හෝ කණ්ඩායමකට ඕනෑවට වඩා යැපෙන විට, ඔබ ඔබේ බලය අහිමි කර ගනී. ඔබේ ස්වාධීනත්වය පවත්වා ගැනීමට සහ ඔබේ බලය රඳවා ගැනීමට විකල්ප නිර්මාණය කිරීමට කටයුතු කරන්න."
    },
    {
    "head": "අළු කාදිනල් වන්න: ",
    "body": "තිරය පිටුපස සිට කටයුතු කරන්න, කිසිවෙකුගේ පැත්තක් නොගෙන ඔබේ බලපෑම උපරිම කර ගන්න. මෙම උපාය මාර්ගය මඟින් ඔබට ගැටුම් වලින් ඈත්ව සිටීමට සහ ඔබේ අරමුණු සඳහා සෑම පැත්තක්ම හැසිරවීමට ඉඩ සලසයි."
    },
    {
    "head": "අන් අය එකිනෙකාට එරෙහිව සටන් කිරීමට සලස්වන්න: ",
    "body": "ඔබේ වාසිය සඳහා ඔබේ සතුරන්ගේ ගැටුම් භාවිතා කරන්න. ඔවුන් එකිනෙකාගේ කාලය, ශක්තිය සහ සම්පත් නාස්ති කරන අතර, ඔබට ශක්තිමත් වීමට සහ ඔබේ අරමුණු කරා ළඟා වීමට හැකිය."
    },
    {
    "head": "සාරාංශය: ",
    "body": "20 වන නීතිය බලයේ ස්වභාවය පිළිබඳ ගැඹුරු අවබෝධයක් ලබා දෙයි. එය අවධාරණය කරන්නේ මධ්‍යස්ථව සිටීමේ සහ ඕනෑම පුද්ගලයෙකුට හෝ කණ්ඩායමකට අනවශ්‍ය ලෙස කැපවීමෙන් වැළකී සිටීමේ වැදගත්කමයි. මෙය ඔබට ඔබේ විකල්ප විවෘතව තබා ගැනීමට, තොරතුරු රැස් කිරීමට, තත්වයන් හැසිරවීමට සහ අවසානයේ ඔබේ බලය උපරිම කර ගැනීමට ඉඩ සලසයි. මෙම නීතිය අනුගමනය කිරීමෙන්, ඔබට බලයේ ක්‍රීඩාවේදී වඩාත් උපායශීලී සහ ඵලදායී ක්‍රීඩකයෙකු විය හැකිය."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය සදාචාරාත්මක වශයෙන් හිස් හෝ අවිශ්වාසවන්ත වීම වෙනුවෙන් පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. ඒ වෙනුවට, එය ඔබේම අවශ්‍යතා ප්‍රමුඛ කිරීම සහ ඒවා සාක්ෂාත් කර ගැනීමට ඔබේ සබඳතා උපායශීලීව භාවිතා කිරීම ගැනයි. ඔබේ ක්‍රියාවන්හි ප්‍රතිවිපාක සැමවිටම සලකා බලන්න, සහ අනවශ්‍ය ලෙස සතුරන් නිර්මාණය කිරීමෙන් වළකින්න."
    }
    ]
    }