{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 29",
    "head": "අවසානය දක්වා සැලසුම් කරන්න",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "බලයේ ක්‍රීඩාවේදී, ඔබේ ඉලක්ක සාක්ෂාත් කර ගැනීමට ඔබ සැලසුම් සහගතව හා උපායශීලීව කටයුතු කළ යුතුය. සෑම පියවරක්ම ප්‍රවේශමෙන් සැලසුම් කිරීම සහ ඔබේ ඉලක්කය කරා යන මාර්ගයේ ඇති සෑම බාධකයක්ම සලකා බැලීම අත්‍යවශ්‍ය වේ. අවසානය දක්වා සැලසුම් කිරීමෙන්, ඔබට අනපේක්ෂිත තත්වයන් සඳහා සූදානම් වීමට, ඔබේ සතුරන්ට වඩා වාසියක් ලබා ගැනීමට සහ ඔබේ අරමුණු සාක්ෂාත් කර ගැනීමට වඩා හොඳ අවස්ථාවක් ලබා දේ."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "ඔබේ ඉලක්කය පැහැදිලිව අර්ථ දක්වන්න: ",
    "body": "ඔබට අත් කර ගැනීමට අවශ්‍ය දේ පිළිබඳව නිශ්චිත සහ පැහැදිලි අවබෝධයක් තිබිය යුතුය. ඔබේ ඉලක්කය හොඳින් අර්ථ දක්වා නොමැති නම්, ඔබ එය කරා යන මාර්ගය සැලසුම් කරන්නේ කෙසේද?"
    },
    {
    "head": "සෑම අවස්ථාවක්ම සලකා බලන්න: ",
    "body": "ඔබේ ඉලක්කය කරා යන මාර්ගයේ ඇති විය හැකි සෑම බාධකයක්, අභියෝගයක් සහ අවස්ථාවක්ම හඳුනා ගන්න. ඔබේ සැලැස්ම සකස් කිරීමට සහ ඕනෑම තත්වයක් සඳහා සූදානම් වීමට මෙම දැනුම භාවිතා කරන්න."
    },
    {
    "head": "ඔබේ පියවර ප්‍රවේශමෙන් සැලසුම් කරන්න: ",
    "body": "ඔබේ ඉලක්කය කරා යන මාර්ගයේ සෑම පියවරක්ම ප්‍රවේශමෙන් සැලසුම් කරන්න. එක් එක් පියවරේ අරමුණ කුමක්ද? ඔබට එය සාක්ෂාත් කර ගැනීමට අවශ්‍ය සම්පත් මොනවාද? ඔබේ පියවර නිවැරදි අනුපිළිවෙලට ගන්න."
    },
    {
    "head": "නම්‍යශීලී වන්න: ",
    "body": "තත්වය වෙනස් වන විට ඔබේ සැලැස්මට අනුවර්තනය වීමට සූදානම් වන්න. බලයේ ක්‍රීඩාවේදී, නම්‍යශීලීභාවය අත්‍යවශ්‍ය වේ. ඔබේ සැලැස්ම අලුත් කිරීමට සහ නව තොරතුරු සැලකිල්ලට ගැනීමට බිය නොවන්න."
    },
    {
    "head": "ඉවසිලිවන්ත වන්න: ",
    "body": "බලය ලබා ගැනීමට සහ පවත්වා ගැනීමට කාලය ගත වේ. ඔබේ ඉලක්ක සාක්ෂාත් කර ගැනීමට ඔබ කැපවී සිටින්න, එවිට ඔබ අවසානයේ ජයග්‍රහණය කරනු ඇත."
    },
    {
    "head": "සාරාංශය: ",
    "body": "29 වන නීතිය අවධාරණය කරන්නේ බලය ලබා ගැනීමේදී සැලසුම් කිරීමේ සහ උපාය මාර්ගයේ වැදගත්කමයි. ඔබේ ඉලක්ක සාක්ෂාත් කර ගැනීමට, ඔබ අවසානය දක්වා සැලසුම් කළ යුතුය, සෑම අවස්ථාවක්ම සලකා බැලිය යුතුය, ඔබේ පියවර ප්‍රවේශමෙන් සැලසුම් කළ යුතුය, නම්‍යශීලී විය යුතුය සහ ඉවසිලිවන්ත විය යුතුය. මෙම නීතිය අනුගමනය කිරීමෙන්, ඔබට බලයේ ක්‍රීඩාවේදී වඩාත් ඵලදායී හා සාර්ථක ක්‍රීඩකයෙකු විය හැකිය."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය ඔබ ඕනෑවට වඩා දෘඪ හෝ නම්‍යශීලී නොවිය යුතු බවට අර්ථ නිරූපණය නොකළ යුතුය. ඒ වෙනුවට, එය ඔබේ සැලසුම් සහ උපාය මාර්ග නිරන්තරයෙන් නැවත ඇගයීමට ලක් කිරීම සහ ඒවා වර්තමාන තත්වයන්ට ගැළපෙන බවට වග බලා ගැනීම ගැනයි. "
    }
    ]
    }