{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 21",
    "head": "මෝඩයෙකු අල්ලා ගැනීමට, මෝඩයෙකු ලෙස පෙනී සිටින්න - ඔබේ ගොදුරට වඩා බුද්ධිමත් බව පෙනීමට වඩා මෝඩ ලෙස පෙනී සිටින්න",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "බුද්ධිමත් පුද්ගලයන් බොහෝ විට අන් අයට වඩා උසස් යැයි හැඟෙන අතර, මෙය ඔවුන් උඩඟු හා නොසැලකිලිමත් කළ හැකිය. එහි ප්‍රතිඵලයක් වශයෙන්, ඔවුන් රැවටීමට පහසු වේ. බලයේ ක්‍රීඩාවේදී, ඔබේ බුද්ධිය සැඟවීම සහ ඔබේ විරුද්ධවාදීන්ට වඩා මෝඩ ලෙස පෙනී සිටීම බොහෝ විට වාසිදායක වේ. මෙය ඔවුන්ගේ ආරක්ෂාව අඩු කරන අතර ඔබට ඔවුන්ව පහසුවෙන් හැසිරවීමට ඉඩ සලසයි."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "ඔබේ බුද්ධිය සඟවන්න: ",
    "body": "ඔබේ දැනුම සහ හැකියාවන් ප්‍රදර්ශනය කිරීමෙන් වළකින්න. ඒ වෙනුවට, නිහතමානීව හා ඉගෙනීමට කැමති ලෙස පෙනී සිටින්න. මෙය ඔබේ විරුද්ධවාදීන් ඔබව අවතක්සේරු කිරීමට හේතු වන අතර ඔවුන්ව ඔබේ උගුලට හසු කර ගැනීම පහසු කරයි."
    },
    {
    "head": "ඔබේ විරුද්ධවාදීන්ට ඔවුන් తెలివిමත් යැයි හැඟෙන්නට ඉඩ දෙන්න: ",
    "body": "ඔවුන්ට ප්‍රශංසා කර ඔවුන්ගේ අදහස්වලට ගරු කරන්න. මෙය ඔවුන්ගේ ආත්ම විශ්වාසය වැඩි කරන අතර ඔවුන්ව රැවටීමට පහසු කරයි."
    },
    {
    "head": "ඔවුන්ගේ දුර්වලතා තේරුම් ගන්න: ",
    "body": "ඔවුන්ගේ ආත්මාර්ථකාමිත්වයන්, අනාරක්ෂිත බව සහ බිය හඳුනා ගන්න. මෙම දැනුම ඔවුන්ව හැසිරවීමට භාවිතා කළ හැකිය."
    },
    {
    "head": "උපායශීලීව වැරදි කරන්න: ",
    "body": "ඔබේ විරුද්ධවාදීන් ඔබව අවතක්සේරු කිරීමට සහ ඔවුන්ගේ ආරක්ෂාව අඩු කිරීමට සුළු වැරදි කිහිපයක් කරන්න."
    },
    {
    "head": "අවසාන මොහොතේ පහර දෙන්න: ",
    "body": "ඔබේ විරුද්ධවාදීන් ඔබව තර්ජනයක් ලෙස නොසලකන විට, ඔවුන් අනපේක්ෂිත ලෙස පහර දී ඔවුන්ව පරාජය කරන්න."
    },
    {
    "head": "සාරාංශය: ",
    "body": "21 වන නීතිය බලයේ මනෝවිද්‍යාත්මක අංශය ඉස්මතු කරයි. එය අවධාරණය කරන්නේ ඔබේ බුද්ධිය සැඟවීමේ සහ ඔබේ විරුද්ධවාදීන්ට වඩා මෝඩ ලෙස පෙනී සිටීමේ උපායමාර්ගික වටිනාකමයි. මෙය ඔවුන්ගේ ආරක්ෂාව අඩු කරන අතර ඔබට ඔවුන්ව පහසුවෙන් හැසිරවීමට සහ අවසානයේ ජය ගැනීමට ඉඩ සලසයි."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය ඔබ සැබවින්ම මෝඩ හෝ නොහැකියාවක් ඇති බව පෙන්වීම වෙනුවෙන් පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. ඒ වෙනුවට, එය ඔබේ බුද්ධිය උපායශීලීව භාවිතා කිරීම සහ ඔබේ විරුද්ධවාදීන් රැවටීමට ඔවුන්ගේ ආත්මාර්ථකාමිත්වයන් සහ උඩඟුකම භාවිතා කිරීම ගැනයි."
    }
    ]
    }