{
    "data": [
    {
    "title": "48 Laws of Power",
    "subtitle": "Law 30",
    "head": "ඔබේ ක්‍රියාවන් පහසු ලෙස පෙනෙන්නට සලස්වන්න",
    "body": ""
    },
    {
    "head": "ප්‍රධාන කරුණ: ",
    "body": "බලයේ ක්‍රීඩාවේදී, ඔබේ උත්සාහය සහ කැපවීම අන් අයට පෙන්වීමෙන් වළකින්න. ඒ වෙනුවට, ඔබේ ක්‍රියාවන් ස්වභාවික, පහසු සහ උත්සාහයකින් තොර ලෙස පෙනෙන්නට සලස්වන්න. මෙම උපාය මාර්ගය මඟින් ඔබේ දක්ෂතාවය සහ බුද්ධිය ගැන අභිරහසක් ඇති කරන අතර, ඔබේ සතුරන්ට ඔබේ ශක්තීන් අවතක්සේරු කිරීමට සහ ඔබේ ක්‍රියාකාරකම් අනුකරණය කිරීමට නොහැකි වීමට හේතු වේ."
    },
    {
    "head": "ක්‍රියාත්මක කරන ආකාරය:",
    "body": ""
    },
    {
    "head": "ඔබේ කුසලතා ප්‍රගුණ කරන්න: ",
    "body": "ඕනෑම කාර්යයක් හෝ ඉලක්කයක් පහසු ලෙස පෙනෙන්නට සැලැස්වීමට, ඔබ එය ප්‍රගුණ කළ යුතුය. පුහුණුවීම, අධ්‍යයනය කිරීම සහ ඔබේ කුසලතා වැඩි දියුණු කිරීම සඳහා කැපවී සිටින්න."
    },
    {
    "head": "ස්වාභාවික බව පෙන්වන්න: ",
    "body": "ඔබේ ක්‍රියාවන් බලහත්කාරයෙන් හෝ අස්වාභාවික ලෙස පෙනෙන්නට ඉඩ නොදෙන්න. ඒ වෙනුවට, ලිහිල්ව, විශ්වාසයෙන් සහ ස්වභාවිකව ක්‍රියා කරන්න."
    },
    {
    "head": "අනවශ්‍ය උත්සාහය සඟවන්න: ",
    "body": "ඔබේ කාර්යයන් සඳහා ඔබ කොපමණ උත්සාහයක් දරනවාද යන්න පෙන්වීමෙන් වළකින්න. ඒ වෙනුවට, එය පහසු ලෙස පෙනෙන්නට සලස්වන්න."
    },
    {
    "head": "ඔබේ රහස් ආරක්ෂා කරන්න: ",
    "body": "ඔබේ ක්‍රම සහ ශිල්පීය ක්‍රම අන් අයට හෙළි නොකරන්න. ඔබේ ක්‍රියාකාරකම් පිටුපස ඇති අභිරහස ආරක්ෂා කිරීමෙන්, ඔබ ඔබේ බලය වැඩි කරයි."
    },
    {
    "head": "සාරාංශය: ",
    "body": "30 වන නීතිය අවධාරණය කරන්නේ බලයේ රංගනය සහ ඉදිරිපත් කිරීමේ වැදගත්කමයි. ඔබේ ක්‍රියාවන් පහසු ලෙස පෙනෙන්නට සැලැස්වීමෙන්, ඔබ ඔබේ දක්ෂතාවය සහ බුද්ධිය ගැන අභිරහසක් ඇති කරන අතර, ඔබේ සතුරන්ට ඔබව අවතක්සේරු කිරීමට සහ ඔබේ ක්‍රියාකාරකම් අනුකරණය කිරීමට නොහැකි වීමට හේතු වේ. මෙය ඔබට බලයේ ක්‍රීඩාවේදී ඉතා වටිනා වාසියක් ලබා දෙයි."
    },
    {
    "head": "සටහන: ",
    "body": "මෙම නීතිය ඔබේ උත්සාහය අඩු කිරීම හෝ ඔබේ කාර්යයන්හි ගුණාත්මකභාවය පහත හෙළීම වෙනුවෙන් පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. ඒ වෙනුවට, එය ඔබේ දක්ෂතාවය සහ බුද්ධිය උපායශීලීව ඉදිරිපත් කිරීම සහ ඔබේ ක්‍රියාවන්හි ප්‍රතිඵල හරහා ඔබේ බලය පෙන්නුම් කිරීම ගැනයි."
    }
    ]
    }