{
    "data": [
        {
            "title": "48 Laws of Power",
            "subtitle": "Law 3",
            "head": "ඔබේ අභිප්‍රායන් සඟවන්න",
            "body": ""
        },
        {
            "head": "ප්‍රධාන කරුණ: ",
            "body": "ඔබේ ක්‍රියාවන් පිටුපස ඇති අරමුණ කිසි විටෙකත් හෙළි නොකිරීමෙන් මිනිසුන් අසමතුලිතව හා අඳුරේ තබා ගන්න. ඔබ කරන්නේ කුමක්ද යන්න පිළිබඳව ඔවුන්ට කිසිදු හෝඩුවාවක් නොමැති නම්, ඔවුන්ට ආරක්ෂාවක් සූදානම් කළ නොහැක. ඔවුන්ව වැරදි මාවතේ බොහෝ දුරට ගෙන යන්න, ප්‍රමාණවත් දුමාරයකින් ඔවුන් වට කරන්න, ඔවුන් ඔබේ අභිප්‍රායන් අවබෝධ කර ගන්නා විට, එය ප්‍රමාද වැඩියි."
        },
        {
            "head": "ක්‍රියාත්මක කරන ආකාරය:",
            "body": ""
        },
        {
            "head": "උපක්‍රම සහ වැරදි මඟ පෙන්වීම් භාවිතා කරන්න: ",
            "body": "ඔබේ සැබෑ ඉලක්ක වලින් අවධානය වෙනතකට යොමු කිරීමට අවධානය වෙනතකට යොමු කරන්න හෝ ව්‍යාජ ඉඟි ඉවත දමන්න. වැරදි තොරතුරු සිටුවන්න සහ ඔබේ වාසියට අපැහැදිලි බව භාවිතා කරන්න."
        },
        {
            "head": "උතුම් අභිප්‍රායන් සමඟ ඔබේ ක්‍රියාවන් ආවරණය කරන්න: ",
            "body": "ඔබේ අභිප්‍රායන් අවසානයේ ආත්මාර්ථකාමී වුවද, ඔබේ චලනයන් උසස් අරමුණක් ඉටු කරන හෝ අන් අයට ප්‍රතිලාභ ලබා දෙන ලෙස ඉදිරිපත් කරන්න."
        },
        {
            "head": "නිහඬව සහ ඉරියව්වෙන් සිටින්න: ",
            "body": "ඔබේ සිතුවිලි හෝ හැඟීම් නොමේරූ ලෙස හෙළි නොකරන්න. වාචික නොවන සන්නිවේදනයේ ප්‍රවීණයෙකු වන්න, ඔබේ ප්‍රකාශන මධ්‍යස්ථව තබා ගන්න සහ ඔබේ ශරීර භාෂාව පාලනය කරන්න."
        },
        {
            "head": "අවශ්‍ය ප්‍රමාණයට වඩා අඩුවෙන් කියන්න: ",
            "body": "ඔබ වැඩිපුර කතා කරන තරමට, ඔබේ සැබෑ අභිප්‍රායන් හෙළි කිරීමට ඇති ඉඩකඩ වැඩිය. නොපැහැදිලි වන්න සහ නිශ්චිත දෙයකට කැපවීමෙන් වළකින්න."
        },
        {
            "head": "අස්ථාවර කිරීමට ගණනය කළ නිශ්ශබ්දතාවය භාවිතා කරන්න: ",
            "body": "නිශ්ශබ්දතාවය බලවත් ආයුධයක් විය හැකිය. එය අවිනිශ්චිතතාවයක් ඇති කරන අතර අන් අයට අපහසුතාවයක් දැනෙන්නට සලස්වයි, එය ඔබට වාසියක් ලබා දෙයි."
        },
        {
            "head": "සාරාංශය: ",
            "body": "3 වන නීතිය ඔබේ ඉලක්ක සපුරා ගැනීමේදී උපායමාර්ගික රහස්‍යභාවයේ වැදගත්කම ඉස්මතු කරයි. ඔබේ අභිප්‍රායන් සඟවා ගැනීමෙන්, ඔබ පුදුමයේ අංගයක් පවත්වා ගෙන යන අතර අන් අය ඔබේ චලනයන් අපේක්ෂා කිරීම හෝ ප්‍රතිරෝධය දැක්වීම වළක්වයි. මෙම නීතිය ඔබේ විරුද්ධවාදීන් අනුමාන කර අසමතුලිතව තබා ගැනීමට වංචාව, වැරදි මඟ පෙන්වීම සහ ගණනය කළ අපැහැදිලි බව භාවිතා කිරීම අවධාරණය කරයි."
        },
        {
            "head": "සටහන: ",
            "body": "මෙම නීතිය සියලු අවස්ථාවන්හිදී අවංකභාවය හෝ උපාමාරු සඳහා පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. එය ඔබේ ඉලක්ක සපුරා ගැනීමේදී උපායමාර්ගික රහස්‍යභාවයේ වැදගත්කම තේරුම් ගැනීම සහ ඔබේ අභිප්‍රායන් නොමේරූ ලෙස හෙළි කිරීම අන් අයට වාසියක් ලබා දිය හැකි බව හඳුනා ගැනීම ගැනයි. මෙම නීතිය සදාචාරාත්මකව භාවිතා කිරීම සහ අනවශ්‍ය රැවටීමෙන් වැළකී සිටීම වැදගත්ය."
        }
    ]
}