{
    "data": [
      {
        "title": "48 Laws of Power",
        "subtitle": "Law 4",
        "head": "සියල්ලන්ටම ආදරය කරන්න, නමුත් ඔබේ බලය පාලනය කරන්න",
        "body": ""
      },
      {
        "head": "ප්‍රධාන කරුණ: ",
        "body": "සියල්ලන්ටම ආදරය කරන්න, නමුත් ඔබේ බලය පාලනය කරන්න. ඔබේ බලය හා බලපෑම ගැන ඔබ හැසිරෙන ආකාරය ඔබේ සාර්ථකත්වයට බලපානු ඇත. ඔබේ බලය තවත් අයට බිය ගැන්වීමට හෝ ඔවුන්ව ඔබට යටත් කර ගැනීමට භාවිතා කිරීමට උත්සාහ නොකරන්න. ඔබේ බලය ඔබේ වාසියට භාවිතා කරන්න. ඔබට ආදරය කරන සහ ඔබට ගරු කරන පුද්ගලයන් තබා ගැනීමට ඔබේ බලය භාවිතා කරන්න, එවිට ඔබට ඔවුන්ගේ සහයෝගය ලබා ගත හැකිය."
      },
      {
        "head": "ක්‍රියාත්මක කරන ආකාරය: ",
        "body": ""
      },
      {
        "head": "අන් අයට ගරු කරන්න: ",
        "body": "අන් අයගේ හැඟීම් සහ අවශ්‍යතා තේරුම් ගන්න. ඔවුන්ට ගරු කරන්න, එවිට ඔවුන් ඔබට ගරු කරනු ඇත. ඔබේ බලය භාවිතා කරන්න ඔවුන්ව ඔබට ආදරය කරන්න, ගරු කරන්න සහ ඔබට සහයෝගය දෙන්න."
      },
      {
        "head": "ඔබේ බලය පාලනය කරන්න: ",
        "body": "ඔබේ බලය හා බලපෑම ගැන ඔබ හැසිරෙන ආකාරය ඔබේ සාර්ථකත්වයට බලපානු ඇත. ඔබේ බලය තවත් අයට බිය ගැන්වීමට හෝ ඔවුන්ව ඔබට යටත් කර ගැනීමට භාවිතා කිරීමට උත්සාහ නොකරන්න. ඔබේ බලය ඔබේ වාසියට භාවිතා කරන්න. ඔබට ආදරය කරන සහ ඔබට ගරු කරන පුද්ගලයන් තබා ගැනීමට ඔබේ බලය භාවිතා කරන්න, එවිට ඔබට ඔවුන්ගේ සහයෝගය ලබා ගත හැකිය."
      },
      {
        "head": "ප්‍රශංසා කරන්න සහ ගරු කරන්න: ",
        "body": "අන් අයගේ ශක්තීන් පිළිගන්න. ඔවුන්ට ප්‍රශංසා කරන්න, ඔවුන්ගේ කාර්යයන් ගැන ගරු කරන්න. ඔබේ බලය භාවිතා කරන්න ඔවුන්ව ඔබට ආදරය කරන්න, ගරු කරන්න සහ ඔබට සහයෝගය දෙන්න."
      },
      {
        "head": "සන්සුන්ව සිටින්න: ",
        "body": "ඔබේ බලය ගැන ආඩම්බර නොවන්න. සන්සුන්ව සිටින්න, ඔබේ බලය පාලනය කරන්න. ඔබේ බලය භාවිතා කරන්න ඔබේ සාර්ථකත්වය සඳහා උපකාර කිරීමට, නමුත් අන් අයට බිය ගැන්වීමට නොවේ."
      },
      {
        "head": "සාරාංශය: ",
        "body": "4 වන නීතිය බලය හා බලපෑම ගැන ඔබ හැසිරෙන ආකාරයේ වැදගත්කම ඉස්මතු කරයි. ඔබේ බලය ඔබේ වාසියට භාවිතා කරන්න, අන් අයට ගරු කරන්න සහ ඔබේ බලය පාලනය කරන්න. ඔබේ බලය ඔබේ සාර්ථකත්වය සඳහා උපකාර කිරීමට භාවිතා කරන්න, නමුත් අන් අයට බිය ගැන්වීමට නොවේ. ඔබේ බලය භාවිතා කරන්න ඔබේ සාර්ථකත්වය සඳහා උපකාර කිරීමට, නමුත් අන් අයට බිය ගැන්වීමට නොවේ."
      },
      {
        "head": "සටහන: ",
        "body": "මෙම නීතිය ඔබේ බලය අනිසි ලෙස භාවිතා කිරීම සඳහා පෙනී සිටින බවට අර්ථ නිරූපණය නොකළ යුතුය. එය ඔබේ බලය පාලනය කිරීම සහ එය ඔබේ වාසියට භාවිතා කිරීම ගැනයි. ඔබේ බලය භාවිතා කරන ආකාරය ඔබේ සාර්ථකත්වයට බලපාන බව තේරුම් ගැනීම වැදගත්ය. මෙම නීතිය සදාචාරාත්මකව භාවිතා කිරීම සහ අන් අයට බලය හා බලපෑම භාවිතා කිරීමෙන් වැළකී සිටීම වැදගත්ය."
      }
    ]
  } 