{
    "data": [
      {
        "title": "48 Laws of Power",
        "subtitle": "Law 5",
        "head": "සියල්ලටම වඩා උසස් බව පෙනෙන්නට ඉඩ දෙන්න",
        "body": ""
      },
      {
        "head": "ප්‍රධාන කරුණ: ",
        "body": "ඔබේ වටපිටාවේ සිටින අය ඔබව උසස් හා බලවත් ලෙස සලකන ලෙස සැලසුම් කරන්න. ඔබේ බලය සහ බුද්ධිය පෙන්වීමෙන්, ඔබට ඔවුන්ගේ ගෞරවය සහ ගරුත්වය ආකර්ෂණය කර ගත හැකිය. ඔබේ බලය හා බුද්ධිය පෙන්වීමෙන්, ඔබට ඔවුන්ගේ ගෞරවය සහ ගරුත්වය ආකර්ෂණය කර ගත හැකිය. ඔබේ බලය හා බුද්ධිය පෙන්වීමෙන්, ඔබට ඔවුන්ගේ ගෞරවය සහ ගරුත්වය ආකර්ෂණය කර ගත හැකිය."
      },
      {
        "head": "ක්‍රියාත්මක කරන ආකාරය: ",
        "body": ""
      },
      {
        "head": "ඔබේ බලය සහ බුද්ධිය පෙන්වන්න: ",
        "body": "ඔබේ දැනුම, ශක්තිය සහ තීරණාත්මකභාවය පෙන්වන්න. අන් අයට ඔබේ උසස් බව පෙන්වීම සඳහා ඔබේ හැකියාවන් සහ ශක්තීන් භාවිතා කරන්න. ඔබේ බලය සහ බුද්ධිය පෙන්වන්න. අන් අයට ඔබේ උසස් බව පෙන්වීම සඳහා ඔබේ හැකියාවන් සහ ශක්තීන් භාවිතා කරන්න. ඔබේ බලය සහ බුද්ධිය පෙන්වන්න. අන් අයට ඔබේ උසස් බව පෙන්වීම සඳහා ඔබේ හැකියාවන් සහ ශක්තීන් භාවිතා කරන්න."
      },
      {
        "head": "උසස් බව පෙන්වීමට උපක්‍රම භාවිතා කරන්න: ",
        "body": "ඔබේ බලය සහ බුද්ධිය පෙන්වීම සඳහා විවිධ උපක්‍රම භාවිතා කරන්න. ඔබේ විශ්වාසය සහ ශක්තිය ප්‍රදර්ශනය කිරීම සඳහා ඔබේ ශරීර භාෂාව සහ හැසිරීම භාවිතා කරන්න. ඔබේ බලය සහ බුද්ධිය පෙන්වීම සඳහා විවිධ උපක්‍රම භාවිතා කරන්න. ඔබේ විශ්වාසය සහ ශක්තිය ප්‍රදර්ශනය කිරීම සඳහා ඔබේ ශරීර භාෂාව සහ හැසිරීම භාවිතා කරන්න. ඔබේ බලය සහ බුද්ධිය පෙන්වීම සඳහා විවිධ උපක්‍රම භාවිතා කරන්න. ඔබේ විශ්වාසය සහ ශක්තිය ප්‍රදර්ශනය කිරීම සඳහා ඔබේ ශරීර භාෂාව සහ හැසිරීම භාවිතා කරන්න."
      },
      {
        "head": "අන් අයගේ ආශාවන් තෘප්තිමත් කරන්න: ",
        "body": "අන් අයට ඔබව උසස් හා බලවත් ලෙස සලකන ලෙස උත්සාහ කරන්න. ඔබේ ආශාවන් සහ ඉලක්ක තෘප්තිමත් කිරීම සඳහා ඔබේ බලය සහ බුද්ධිය භාවිතා කරන්න. අන් අයට ඔබව උසස් හා බලවත් ලෙස සලකන ලෙස උත්සාහ කරන්න. ඔබේ ආශාවන් සහ ඉලක්ක තෘප්තිමත් කිරීම සඳහා ඔබේ බලය සහ බුද්ධිය භාවිතා කරන්න. අන් අයට ඔබව උසස් හා බලවත් ලෙස සලකන ලෙස උත්සාහ කරන්න. ඔබේ ආශාවන් සහ ඉලක්ක තෘප්තිමත් කිරීම සඳහා ඔබේ බලය සහ බුද්ධිය භාවිතා කරන්න."
      },
      {
        "head": "සාරාංශය: ",
        "body": "5 වන නීතිය ඔබේ බලය සහ බුද්ධිය පෙන්වීමෙන්, ඔබට ඔබේ වටපිටාවේ සිටින අයගේ ගෞරවය සහ ගරුත්වය ආකර්ෂණය කර ගත හැකි බව අවධාරණය කරයි. මෙම නීතිය ඔබේ බලය හා බුද්ධිය පෙන්වීම සඳහා විවිධ උපක්‍රම භාවිතා කිරීම අවධාරණය කරයි. ඔබේ වටපිටාවේ සිටින අයගේ ආශාවන් තෘප්තිමත් කිරීමෙන්, ඔබට ඔවුන්ගේ ගෞරවය සහ ගරුත්වය තවත් වැඩි දියුණු කළ හැකිය.  මෙම නීතිය ඔබේ බලය පෙන්වීමට සහ ඔබේ ඉලක්ක සපුරා ගැනීමට උපකාරී වන බව මතක තබා ගැනීම වැදගත්ය."
      },
      {
        "head": "සටහන: ",
        "body": "මෙම නීතිය ඔබේ බලය පෙන්වීමට හෝ අන් අයගේ ආශාවන් තෘප්තිමත් කිරීමට හෝ ඔවුන්ව රවටීමට හෝ පාවා දීමට හෝ සදාචාරාත්මකව වැරදි දේ කිරීමට යොදා ගත යුතු නොවේ. එය ඔබේ බලය පෙන්වීම සහ ඔබේ ඉලක්ක සපුරා ගැනීමට උපකාරී වන බව තේරුම් ගැනීම ගැනයි. මෙම නීතිය සදාචාරාත්මකව භාවිතා කිරීම සහ අනවශ්‍ය රැවටීමෙන් වැළකී සිටීම වැදගත්ය."
      }
    ]
  } 