
{
    "data": [
      {
        "title": "48 Laws of Power",
        "subtitle": "Law 6",
        "head": "ඔබේ බලය ගැන ප්‍රශංසා කරන්න, නමුත් ඔබේ ශක්තිය සඟවන්න",
        "body": ""
      },
      {
        "head": "ප්‍රධාන කරුණ: ",
        "body": "ඔබේ බලය සහ ශක්තිය ගැන ගොතාගෙන යන්න එපා, නමුත් එය ප්‍රදර්ශනය කිරීමට උත්සාහ නොකරන්න. ඔබේ බලය ගැන අන් අයට දැනෙන්නට ඉඩ දෙන්න, නමුත් එය ඔබේ ශක්තිය සඟවා ගන්න. ඔබේ බලය ගැන අන් අයට දැනෙන්නට ඉඩ දෙන්න, නමුත් එය ඔබේ ශක්තිය සඟවා ගන්න. ඔබේ බලය ගැන අන් අයට දැනෙන්නට ඉඩ දෙන්න, නමුත් එය ඔබේ ශක්තිය සඟවා ගන්න."
      },
      {
        "head": "ක්‍රියාත්මක කරන ආකාරය: ",
        "body": ""
      },
      {
        "head": "ඔබේ බලය ප්‍රදර්ශනය කරන්න: ",
        "body": "ඔබේ බලය ප්‍රදර්ශනය කිරීමෙන්, ඔබට අන් අයගේ ගෞරවය සහ ගරුත්වය ආකර්ෂණය කර ගත හැකිය. ඔබේ බලය ප්‍රදර්ශනය කිරීමෙන්, ඔබට අන් අයගේ ගෞරවය සහ ගරුත්වය ආකර්ෂණය කර ගත හැකිය. ඔබේ බලය ප්‍රදර්ශනය කිරීමෙන්, ඔබට අන් අයගේ ගෞරවය සහ ගරුත්වය ආකර්ෂණය කර ගත හැකිය."
      },
      {
        "head": "ඔබේ ශක්තිය සඟවන්න: ",
        "body": "ඔබේ බලය ගැන ගොතාගෙන යන්න එපා, නමුත් එය ප්‍රදර්ශනය කිරීමට උත්සාහ නොකරන්න. ඔබේ බලය ගැන අන් අයට දැනෙන්නට ඉඩ දෙන්න, නමුත් එය ඔබේ ශක්තිය සඟවා ගන්න. ඔබේ බලය ගැන අන් අයට දැනෙන්නට ඉඩ දෙන්න, නමුත් එය ඔබේ ශක්තිය සඟවා ගන්න. ඔබේ බලය ගැන අන් අයට දැනෙන්නට ඉඩ දෙන්න, නමුත් එය ඔබේ ශක්තිය සඟවා ගන්න."
      },
      {
        "head": "අන් අයට බිය ගැන්වීමෙන් වළකින්න: ",
        "body": "ඔබේ බලය භාවිතා කරන්න අන් අයට බිය ගැන්වීමට නොවේ. ඔබේ බලය භාවිතා කරන්න ඔබේ වාසියට. ඔබේ බලය භාවිතා කරන්න අන් අයට බිය ගැන්වීමට නොවේ. ඔබේ බලය භාවිතා කරන්න ඔබේ වාසියට. ඔබේ බලය භාවිතා කරන්න අන් අයට බිය ගැන්වීමට නොවේ. ඔබේ බලය භාවිතා කරන්න ඔබේ වාසියට."
      },
      {
        "head": "සාරාංශය: ",
        "body": "6 වන නීතිය ඔබේ බලය ප්‍රදර්ශනය කිරීමට සහ එය සඟවා ගැනීමට ඉගෙන ගැනීමේ වැදගත්කම ඉස්මතු කරයි. ඔබේ බලය ගැන අන් අයට දැනෙන්නට ඉඩ දෙන්න, නමුත් එය ඔබේ ශක්තිය සඟවා ගන්න. ඔබේ බලය භාවිතා කරන්න ඔබේ වාසියට, නමුත් අන් අයට බිය ගැන්වීමට නොවේ. මෙම නීතිය ඔබේ බලය පෙන්වීමට සහ ඔබේ ඉලක්ක සපුරා ගැනීමට උපකාරී වන බව මතක තබා ගැනීම වැදගත්ය."
      },
      {
        "head": "සටහන: ",
        "body": "මෙම නීතිය ඔබේ බලය පෙන්වීමට හෝ අන් අයගේ ආශාවන් තෘප්තිමත් කිරීමට හෝ ඔවුන්ව රවටීමට හෝ පාවා දීමට හෝ සදාචාරාත්මකව වැරදි දේ කිරීමට යොදා ගත යුතු නොවේ. එය ඔබේ බලය පෙන්වීම සහ ඔබේ ඉලක්ක සපුරා ගැනීමට උපකාරී වන බව තේරුම් ගැනීම ගැනයි. මෙම නීතිය සදාචාරාත්මකව භාවිතා කිරීම සහ අනවශ්‍ය රැවටීමෙන් වැළකී සිටීම වැදගත්ය."
      }
    ]
  } 