{
    "data": [
      {
        "title": "48 Laws of Power",
        "subtitle": "Law 7",
        "head": "ඔබේ විරුද්ධවාදීන්ට ඔබට ආදරය කරන්න",
        "body": ""
      },
      {
        "head": "ප්‍රධාන කරුණ: ",
        "body": "ඔබේ විරුද්ධවාදීන්ට ආදරය කිරීම ඔබේ බලය තවත් වැඩි දියුණු කිරීමට උපකාරී වේ. ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීමෙන්, ඔබට ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට උපකාරී වේ. ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීමෙන්, ඔබට ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට උපකාරී වේ. ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීමෙන්, ඔබට ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට උපකාරී වේ."
      },
      {
        "head": "ක්‍රියාත්මක කරන ආකාරය: ",
        "body": ""
      },
      {
        "head": "ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වන්න: ",
        "body": "ඔබේ විරුද්ධවාදීන්ගේ හැඟීම් සහ අවශ්‍යතා තේරුම් ගන්න. ඔවුන්ට ගරු කරන්න, එවිට ඔවුන් ඔබට ගරු කරනු ඇත. ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීමෙන්, ඔබට ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට උපකාරී වේ."
      },
      {
        "head": "ඔබේ විරුද්ධවාදීන්ට ආදරය කරන්න: ",
        "body": "ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීමෙන්, ඔබට ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට උපකාරී වේ. ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීමෙන්, ඔබට ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට උපකාරී වේ."
      },
      {
        "head": "ඔබේ විරුද්ධවාදීන්ගේ ශක්තීන් පිළිගන්න: ",
        "body": "ඔබේ විරුද්ධවාදීන්ගේ ශක්තීන් පිළිගන්න. ඔවුන්ට ගරු කරන්න, එවිට ඔවුන් ඔබට ගරු කරනු ඇත. ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීමෙන්, ඔබට ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට උපකාරී වේ."
      },
      {
        "head": "සාරාංශය: ",
        "body": "7 වන නීතිය ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීමෙන්, ඔබට ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට උපකාරී වන බව අවධාරණය කරයි. ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීමෙන්, ඔබට ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට උපකාරී වේ. ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීමෙන්, ඔබට ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට උපකාරී වේ."
      },
      {
        "head": "සටහන: ",
        "body": "මෙම නීතිය ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීමට හෝ ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට හෝ ඔවුන්ව රවටීමට හෝ පාවා දීමට හෝ සදාචාරාත්මකව වැරදි දේ කිරීමට යොදා ගත යුතු නොවේ. එය ඔබේ විරුද්ධවාදීන් ගැන සැලකිලිමත් වීම සහ ඔවුන්ව ඔබේ පැත්තට ගෙන ඒමට හෝ ඔවුන්ව ඔබේ විරුද්ධවාදීන් ලෙස තබා ගැනීමට උපකාරී වන බව තේරුම් ගැනීම ගැනයි. මෙම නීතිය සදාචාරාත්මකව භාවිතා කිරීම සහ අනවශ්‍ය රැවටීමෙන් වැළකී සිටීම වැදගත්ය."
      }
    ]
  } 