{
    "data": [
      {
        "title": "48 Laws of Power",
        "subtitle": "Law 8",
        "head": "ඔබේ සතුරාගේ ආශාවන් තෘප්තිමත් කරන්න",
        "body": ""
      },
      {
        "head": "ප්‍රධාන කරුණ: ",
        "body": "ඔබේ සතුරන් තෘප්තිමත් කිරීමෙන්, ඔබට ඔවුන්ව ඔබට යටත් කර ගත හැකිය. ඔවුන්ගේ ආශාවන් සහ ඉලක්ක තෘප්තිමත් කිරීමෙන්, ඔබට ඔවුන්ගේ සහයෝගය ලබා ගත හැකිය. ඔබේ සතුරාගේ ආශාවන් තෘප්තිමත් කිරීමෙන්, ඔබට ඔවුන්ව ඔබට යටත් කර ගත හැකිය. ඔවුන්ගේ ආශාවන් සහ ඉලක්ක තෘප්තිමත් කිරීමෙන්, ඔබට ඔවුන්ගේ සහයෝගය ලබා ගත හැකිය."
      },
      {
        "head": "ක්‍රියාත්මක කරන ආකාරය: ",
        "body": ""
      },
      {
        "head": "ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කරන්න: ",
        "body": "ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීම සඳහා ඔබේ බලය සහ බුද්ධිය භාවිතා කරන්න. ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීම සඳහා ඔබේ බලය සහ බුද්ධිය භාවිතා කරන්න. ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීම සඳහා ඔබේ බලය සහ බුද්ධිය භාවිතා කරන්න."
      },
      {
        "head": "ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීමට උපක්‍රම භාවිතා කරන්න: ",
        "body": "ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීම සඳහා විවිධ උපක්‍රම භාවිතා කරන්න. ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීම සඳහා ඔබේ බලය සහ බුද්ධිය භාවිතා කරන්න. ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීම සඳහා විවිධ උපක්‍රම භාවිතා කරන්න. ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීම සඳහා ඔබේ බලය සහ බුද්ධිය භාවිතා කරන්න."
      },
      {
        "head": "ඔබේ සතුරන්ට ඔබේ ආශාවන් තෘප්තිමත් කිරීමට ඉඩ දෙන්න: ",
        "body": "ඔබේ සතුරන්ට ඔබේ ආශාවන් තෘප්තිමත් කිරීමට ඉඩ දෙන්න. ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීමෙන්, ඔබට ඔවුන්ව ඔබට යටත් කර ගත හැකිය. ඔබේ සතුරන්ට ඔබේ ආශාවන් තෘප්තිමත් කිරීමට ඉඩ දෙන්න. ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීමෙන්, ඔබට ඔවුන්ව ඔබට යටත් කර ගත හැකිය. ඔබේ සතුරන්ට ඔබේ ආශාවන් තෘප්තිමත් කිරීමට ඉඩ දෙන්න. ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීමෙන්, ඔබට ඔවුන්ව ඔබට යටත් කර ගත හැකිය."
      },
      {
        "head": "සාරාංශය: ",
        "body": "8 වන නීතිය ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීමෙන් ඔබට ඔවුන්ව ඔබට යටත් කර ගත හැකි බව අවධාරණය කරයි. මෙම නීතිය ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීම සඳහා විවිධ උපක්‍රම භාවිතා කිරීම අවධාරණය කරයි. ඔබේ සතුරන්ගේ ආශාවන් තෘප්තිමත් කිරීමෙන්, ඔබට ඔවුන්ගේ සහයෝගය ලබා ගත හැකිය. මෙම නීතිය ඔබේ බලය ගොඩනැගීමට සහ ඔබේ ඉලක්ක සපුරා ගැනීමට උපකාරී වන බව මතක තබා ගැනීම වැදගත්ය."
      },
      {
        "head": "සටහන: ",
        "body": "මෙම නීතිය ඔබේ සතුරන්ට හෝ අන් අයට හානි කිරීමට හෝ ඔවුන්ව රවටීමට හෝ පාවා දීමට හෝ සදාචාරාත්මකව වැරදි දේ කිරීමට යොදා ගත යුතු නොවේ. එය ඔබේ බලය ගොඩනැගීම සහ ඔබේ ඉලක්ක සපුරා ගැනීමට උපකාරී වන බව තේරුම් ගැනීම ගැනයි. මෙම නීතිය සදාචාරාත්මකව භාවිතා කිරීම සහ අනවශ්‍ය රැවටීමෙන් වැළකී සිටීම වැදගත්ය."
      }
    ]
  } 