{
    "data": [
        {
            "head": "ඌනතාවය පිරවිය යුතු ආකාරය",
            "body": "දාර්ශනිකයා ඌනතාවය පිරවීම සඳහා සෞඛ්‍ය සම්පන්න සහ අසෞඛ්‍ය සම්පන්න ක්‍රම ගැන සාකච්ඡා කරයි. සෞඛ්‍ය සම්පන්න ක්‍රමය වන්නේ උත්සාහය සහ වර්ධනය හරහා ඌනතාවය පිරවීමට උත්සාහ කිරීමයි. නමුත් ඒ සඳහා ධෛර්යයක් නොමැති අය ඌනතා සංකීර්ණයකට පිවිසෙති. ඇඩ්ලර්ට අනුව, අප සියල්ලන්ටම ඌනතා ඇත. ඒවා පිරවීමට අප උත්සාහ කරන ආකාරය අපගේ ජීවන රටාව තීරණය කරයි. අපට ධෛර්යයක් තිබේ නම්, අප අධ්‍යාපනය, පුහුණුව හෝ වෙහෙස මහන්සි වී වැඩ කිරීම හරහා අපගේ ඌනතා පිරවීමට උත්සාහ කරමු. නමුත් ධෛර්යයක් නොමැති අය \"මම හොඳින් උගත් නැති නිසා මට සාර්ථක විය නොහැක\" යනාදී සිතුවිලි වලට ඇද වැටෙති. ඔවුන් තම ඌනතාවය යම් ආකාරයකින් සාධාරණය කිරීමට උත්සාහ කරති."
        },
        {
            "head": "උසස් බව පිළිබඳ සංකීර්ණය",
            "body": "දාර්ශනිකයා \"උසස් බව පිළිබඳ සංකීර්ණය\" ගැන සාකච්ඡා කරයි. එය ඌනතා සංකීර්ණයේ තවත් අන්තයකි. තමන් උසස් බව මවාපාමින් තම ඌනතාවය සැඟවීමට උත්සාහ කරන අය මෙම සංකීර්ණයෙන් පෙළෙති. ඌනතා සංකීර්ණයෙන් පෙළෙන අයට එය දරාගත නොහැකි වූ විට, ඔවුන් තමන් උසස් බව මවාපෑමට පටන් ගනී. ඔවුන් බලගතු පුද්ගලයන් සමඟ සමීප බව පෙන්වීමට උත්සාහ කරයි, තම ජයග්‍රහණ ගැන පුරසාරම් දොඩයි, හෝ තම අවාසනාවන් ගැන පවා පුරසාරම් දොඩයි. මේ සියල්ල ඔවුන්ගේ ඌනතාවය සැඟවීමට ගන්නා උත්සාහයන් වේ."
        },
        {
            "head": "ජීවිතය තරඟයක් නොවේ",
            "body": "තරුණයා ඇඩ්ලර්ගේ \"උසස් බව සඳහා උත්සාහ කිරීම\" යන සංකල්පය ප්‍රශ්න කරයි. ඔහු එය තරඟකාරී බවක් ලෙස දකී. දාර්ශනිකයා ඊට පිළිතුරු දෙමින්, ඇඩ්ලර් තරඟකාරිත්වය අනුමත නොකරන බව පවසයි. ඇඩ්ලර්ට අනුව, උසස් බව සඳහා උත්සාහ කිරීම යනු අන් අයට වඩා ඉදිරියට යාමට උත්සාහ කිරීම නොවේ. එය තමන් වර්තමානයේ සිටින තත්වයට වඩා ඉදිරියට යාමට උත්සාහ කිරීමයි. ජීවිතය යනු තරඟයක් නොවේ. එය අප සියල්ලන්ම එකට ගමන් කරන ගමනකි. අප කළ යුත්තේ අන් අය සමඟ තරඟ කිරීම නොව, අප වර්තමානයේ සිටින තත්වයට වඩා ඉදිරියට යාමට උත්සාහ කිරීමයි."
        },
        {
            "head": "අපි එකිනෙකාට වෙනස්, නමුත් සමානයි",
            "body": "තරුණයා ඇඩ්ලර්ගේ \"අපි එකිනෙකාට වෙනස්, නමුත් සමානයි\" යන ප්‍රකාශය ප්‍රශ්න කරයි. ඔහු එය යථාර්ථවාදී නොවන බව තර්ක කරයි. ඇඩ්ලර්ට අනුව, අප සියල්ලන්ම එකිනෙකාට වෙනස් ය. නමුත් ඒ වෙනස්කම් අපගේ වටිනාකමට බලපාන්නේ නැත. අප සියල්ලන්ම සමානයි. අප වෙනස් වන්නේ අපගේ ලිංගභේදය, වයස, දැනුම, අත්දැකීම් සහ පෙනුම අනුව ය. නමුත් ඒ වෙනස්කම් අපගේ වටිනාකමට බලපාන්නේ නැත. අප සියල්ලන්ම සමානයි."
        },
        {
            "head": "තරඟයෙන් ඉවත් වීම",
            "body": "තරුණයා දාර්ශනිකයා තරඟයෙන් ඉවත් වී ඇති බව පවසයි. දාර්ශනිකයා ඊට පිළිතුරු දෙමින්, තමන් තරඟයෙන් පැරදුණු නිසා ඉවත් වූවක් නොවන බවත්, තමන් තමන් වීමට උත්සාහ කරන නිසා තරඟයෙන් ඉවත් වූ බවත් පවසයි. ඇඩ්ලර්ට අනුව, තරඟකාරිත්වය අප තමන් වීම වළක්වයි. තරඟකාරිත්වය තුළ අප අන් අය සමඟ තරඟ කිරීමට උත්සාහ කරමු. එහි ප්‍රතිඵලයක් ලෙස අපට අප ගැන අමතක වේ. අප තමන් වීමට උත්සාහ කරන්නේ නම්, අප තරඟකාරිත්වයෙන් ඉවත් විය යුතුය."
        }
    ]
}