{
    "data": [
        {
            "head": "නොදන්නා 'තුන්වන යෝධයා'",
            "body": "තරුණයා දාර්ශනිකයාගේ අධ්‍යයන කාමරයට ඇතුළු වී ඔහුගේ \"තවත් දර්ශනයක්\" ගැන විමසයි. දාර්ශනිකයා එය ඇල්ෆ්‍රඩ් ඇඩ්ලර් විසින් ආරම්භ කරන ලද ඇඩ්ලේරියානු මනෝවිද්‍යාව ලෙස හඳුන්වයි. මෙම කොටසේදී, ඇඩ්ලර්ගේ මනෝවිද්‍යාව ගැන හැඳින්වීමක් ලබා දෙන අතර එය ෆ්‍රොයිඩ් සහ ජුන්ග්ගේ මනෝවිද්‍යාවන්ට වඩා වෙනස් බව පෙන්වා දෙයි. ඇඩ්ලර් \"තනි පුද්ගල මනෝවිද්‍යාව\" පිළිබඳ න්‍යායන් ඉදිරිපත් කළ අතර ඔහු ෆ්‍රොයිඩ්ගේ ගෝලයෙකු නොව සමානයෙකු ලෙස සැලකේ. ඇඩ්ලර්ගේ අදහස් ඔහුගේ කාලයට වඩා ඉදිරියෙන් සිටි අතර අදටත් ඒවා සම්පූර්ණයෙන් අවබෝධ කර ගෙන නොමැත."
        },
        {
            "head": "මිනිසුන්ට වෙනස් විය හැකි ඇයි",
            "body": "තරුණයා දාර්ශනිකයාගේ \"මිනිසුන්ට වෙනස් විය හැකිය\" යන ප්‍රකාශය ප්‍රශ්න කරයි. ඔහු වසර ගණනාවක් තිස්සේ කාමරයකට කොටු වී සිටින තම මිතුරා උදාහරණයට ගනිමින්, මිනිසුන්ට වෙනස් වීමට නොහැකි බව තර්ක කරයි. මෙම කොටසේදී, දාර්ශනිකයා ඇඩ්ලේරියානු මනෝවිද්‍යාවේ මූලික සංකල්පයක් වන \"ටෙලිවිද්‍යාව\" හඳුන්වා දෙයි. එනම්, අපගේ අතීත අත්දැකීම් අපගේ වර්තමානය තීරණය නොකරන බවත්, අප ජීවත් වන්නේ අප විසින්ම සකසා ගත් ඉලක්ක කරා ගමන් කරමින් බවත් ය. තරුණයාගේ මිතුරා කාමරයෙන් පිටතට නොයන්නේ ඔහු එසේ කිරීමට බිය වන නිසා නොව, ඔහු එසේ නොකිරීමට ඉලක්කයක් තබාගෙන සිටින නිසා බව දාර්ශනිකයා පවසයි."
        },
        {
            "head": "කම්පනයක් නොපවතී",
            "body": "තරුණයා දාර්ශනිකයාගේ \"කම්පනයක් නොපවතී\" යන ප්‍රකාශය ප්‍රශ්න කරයි. ඔහු කම්පනය පෞරුෂය ගොඩනැගීමට බලපාන බව තර්ක කරයි. මෙම කොටසේදී, දාර්ශනිකයා ඇඩ්ලේරියානු මනෝවිද්‍යාවේ \"හේතු විද්‍යාව\" සහ \"ටෙලිවිද්‍යාව\" අතර වෙනස පැහැදිලි කරයි. හේතු විද්‍යාව අතීත සිදුවීම් මත අපගේ වර්තමානය පදනම් වී ඇති බව පවසන අතර, ටෙලිවිද්‍යාව අප ජීවත් වන්නේ අප විසින්ම සකසා ගත් ඉලක්ක කරා ගමන් කරමින් බව පවසයි. ඇඩ්ලර්ට අනුව, අපගේ අත්දැකීම් වලින් අපට බලපෑමක් ඇති වුවද, ඒවා අපගේ වර්තමානය තීරණය නොකරයි. අප අපගේ ජීවිත තීරණය කරන්නේ අප ඒ අත්දැකීම් වලට දෙන අර්ථය අනුව ය."
        },
        {
            "head": "අතීතයෙන් පාලනය නොවී ජීවත් වන ආකාරය",
            "body": "තරුණයා දාර්ශනිකයාගේ \"අතීතයෙන් පාලනය නොවී ජීවත් විය හැකිය\" යන ප්‍රකාශය ප්‍රශ්න කරයි. ඔහු අතීතය ඉතා බලවත් බවත් එයින් මිදීමට නොහැකි බවත් තර්ක කරයි. මෙම කොටසේදී, දාර්ශනිකයා අතීතය යනු වෛෂයික දෙයක් වුවද, අප එයට දෙන අර්ථය ආත්මීය බව පෙන්වා දෙයි. එනම්, අතීතයේ සිදු වූ දේ වෙනස් කළ නොහැකි වුවද, අප එයට දෙන අර්ථය වෙනස් කළ හැකිය. එමඟින් අපට අතීතයෙන් මිදී නිදහස් ජීවිතයක් ගත කළ හැකිය."
        },
        {
            "head": "ජනතාව කෝපය ගොඩනඟයි",
            "body": "තරුණයා කෝපි කඩේදී ඇති වූ සිදුවීමක් උදාහරණයට ගනිමින්, හැඟීම් පාලනය කළ නොහැකි බව තර්ක කරයි. මෙම කොටසේදී, දාර්ශනිකයා තරුණයාගේ කෝපය ඔහු විසින් ගොඩනගා ගත් එකක් බව පෙන්වා දෙයි. එනම්, ඔහු කෝප වූයේ කෑ ගැසීමට අවශ්‍ය නිසා ය. කෝපය යනු අපගේ අරමුණු සාක්ෂාත් කර ගැනීම සඳහා භාවිතා කළ හැකි මෙවලමක් බව දාර්ශනිකයා පැහැදිලි කරයි."
        }
    ]
}