{
    "data": [
        {
            "subtitle": "Chap 2",
            "head": "මිනිසුන් සෑම විටම වෙනස් නොවීමට තෝරා ගනී",
            "body": "දාර්ශනිකයා ඇඩ්ලේරියානු මනෝවිද්‍යාවේ \"ජීවන රටාව\" යන සංකල්පය හඳුන්වා දෙයි. එය ජීවිතයේ චින්තනයේ සහ ක්‍රියාවේ ප්‍රවණතා ලෙස විස්තර කෙරේ. එනම්, අප ලෝකය දකින ආකාරය සහ අප අපවම දකින ආකාරයයි. ඇඩ්ලර්ට අනුව, අපගේ ජීවන රටාව අප විසින්ම තෝරා ගන්නා ලද්දකි. එය අපට උපතින් ලැබුණු දෙයක් නොවේ. එය අපගේ පෞරුෂය, අපගේ ලෝක දැක්ම සහ අපගේ ජීවිතය පිළිබඳ දෘෂ්ටිය ඇතුළත් වේ. අප අපගේ ජීවන රටාව තෝරා ගන්නේ අපගේ අවිඥානයෙන් වන අතර, ඒ සඳහා බාහිර සාධක ද බලපායි. නමුත් අවසානයේදී, එය අප විසින්ම ගන්නා ලද තීරණයකි."
        },
        {
            "head": "ඔබේ ජීවිතය මෙහි සහ දැන් තීරණය වේ",
            "body": "තරුණයා වෙනස් වීමට අපහසු බව පවසයි. දාර්ශනිකයා ඊට පිළිතුරු දෙමින්, අපට වෙනස් විය නොහැක්කේ අප වෙනස් නොවීමට තීරණය කරන නිසා බව පවසයි. අප අපගේ ජීවන රටාව නිරන්තරයෙන් තෝරා ගනිමින් සිටිමු. අප අසතුටින් සිටින්නේ නම්, එයට හේතුව අප අසතුටින් සිටීමට තෝරා ගැනීමයි. අපට වෙනස් වීමට අවශ්‍ය නම්, අප කළ යුත්තේ අපගේ වර්තමාන ජීවන රටාව නැවැත්වීමට තීරණය කිරීමයි. එය කිරීමට ධෛර්යය අවශ්‍ය වේ. නමුත් එය කළ හැකි දෙයකි."
        },
        {
            "head": "ඔබේ ජීවිතය තීරණය කරනු ලබන්නේ මේ මොහොතේ ය",
            "body": "තරුණයා දාර්ශනිකයාගේ න්‍යායන් සාරාංශ කරයි. ඔහු ලෝකය සරල බවත්, අතීතයෙන් පාලනය නොවී ජීවත් විය හැකි බවත්, මිනිසුන්ට වෙනස් විය හැකි බවත් පවසයි. ඔහු තවදුරටත් විමසන්නේ තම ජීවිතය වෙනස් කිරීමට ගත යුතු පියවර මොනවාද යන්නයි. දාර්ශනිකයා පවසන්නේ තරුණයා කළ යුත්තේ තම වර්තමාන ජීවන රටාව නැවැත්වීමට තීරණය කිරීම බවයි. ඔහු තවදුරටත් \"කළ හැකි නම්\" යන හැකියාවන් ලෝකයේ ජීවත් නොවිය යුතු බවත්, තම ජීවිතය තීරණය කළ යුත්තේ මේ මොහොතේ බවත් පෙන්වා දෙයි."
        },
        {
            "head": "ශක්තිමත් ඖෂධ",
            "body": "තරුණයා දාර්ශනිකයාගේ දර්ශනය දැඩි බව පවසයි. දාර්ශනිකයා එය \"ශක්තිමත් ඖෂධයක්\" ලෙස හඳුන්වයි. ඇඩ්ලේරියානු මනෝවිද්‍යාව අපගේ ජීවන රටාව වෙනස් කිරීමට අපට අභියෝග කරයි. එය පහසු ක්‍රියාවලියක් නොවේ. නමුත් එය අපට සැබෑ සතුට සොයා ගැනීමට උපකාරී වේ."
        },
        {
            "head": "අවසාන සිතුවිලි",
            "body": "තරුණයා දාර්ශනිකයාට ස්තූති කර තවත් සතියකින් නැවත පැමිණීමට අවසර ඉල්ලයි. දාර්ශනිකයා ඊට එකඟ වේ. මෙම අවසාන කොටසේදී, තරුණයා ඇඩ්ලේරියානු මනෝවිද්‍යාව පිළිබඳව තවදුරටත් ඉගෙන ගැනීමට ඇති උනන්දුව පෙන්නුම් කරයි. ඔහු සහ දාර්ශනිකයා අතර සංවාදය ඉදිරියට යාමට ඉඩ ඇති බව ඉඟි කෙරේ."
        }
    ]
}