{
    "data": [
        {
            "head": "මිතුරන්ගේ සංඛ්‍යාව නොව ගැඹුර",
            "body": "දාර්ශනිකයා මිතුරන් ගැන සහ මිත්‍රත්වයේ ස්වභාවය ගැන සාකච්ඡා කරයි. ඔහු පවසන්නේ මිතුරන්ගේ සංඛ්‍යාව වැදගත් නොවන බවත්, සැබෑ මිත්‍රත්වය යනු සම්බන්ධතාවයේ ගැඹුර බවත් ය. බොහෝ අය සිතන්නේ මිතුරන් වැඩි වන තරමට හොඳ බවයි. නමුත් ඇඩ්ලර්ට අනුව, සැබෑ මිත්‍රත්වය යනු සම්බන්ධතාවයේ ගැඹුරයි. අපට මිතුරන් සිය ගණනක් සිටිය හැකිය. නමුත් ඔවුන් සමඟ අපගේ සම්බන්ධතාවය මතුපිටින් පමණක් නම්, එය සැබෑ මිත්‍රත්වයක් නොවේ. සැබෑ මිත්‍රත්වය යනු ගැඹුරු සම්බන්ධතාවයකි. එය අන්‍යෝන්‍ය විශ්වාසය, ගෞරවය සහ අවබෝධය මත පදනම් වේ."
        },
        {
            "head": "ආදරයේ කාර්යය",
            "body": "දාර්ශනිකයා ආදරයේ කාර්යය ගැන සාකච්ඡා කරයි. ඔහු එය අදියර දෙකකට බෙදයි: ආදර සම්බන්ධතා සහ පවුල් සම්බන්ධතා. ආදර සම්බන්ධතා බොහෝ විට සංකීර්ණ වේ. ආදරය කරන විට, අපට අපගේ සහකරු හෝ සහකාරිය පාලනය කිරීමට අවශ්‍ය විය හැකිය. නමුත් ඇඩ්ලර්ට අනුව, සැබෑ ආදරය යනු සමානාත්මතාවය මත පදනම් වූ සම්බන්ධතාවයකි. අපගේ සහකරු හෝ සහකාරිය සතුටින් සිටින විට, අපට එය සැමරිය හැකිය. එය සැබෑ ආදරයයි. පවුල් සම්බන්ධතා, විශේෂයෙන් දෙමාපිය-ළමා සම්බන්ධතා ද අභියෝගාත්මක විය හැකිය. නමුත් අප ඒවායින් පලා නොයා ඒවාට මුහුණ දිය යුතුය."
        },
        {
            "head": "ජීවිත බොරුවට හසු නොවන්න",
            "body": "දාර්ශනිකයා \"ජීවිත බොරුව\" ගැන සාකච්ඡා කරයි. එය ජීවිතයේ කාර්යයන්ගෙන් පලා යාමට අප ගොඩනඟන නිදහස් කතා ය. අපට ජීවිතයේ කාර්යයන් වලට මුහුණ දීමට ධෛර්යයක් නොමැති විට, අප ඒවායින් පලා යාමට නිදහස් කතා ගොඩනඟමු. අප අන් අයට හෝ අපගේ පරිසරයට දොස් පවරමු. නමුත් ඇඩ්ලර්ට අනුව, අපගේ ජීවන රටාව තීරණය කරන්නේ අප විසින්ම ය. එබැවින් අපගේ ජීවිතයේ වගකීම භාර ගත යුත්තේ අප විසින්ම ය."
        },
        {
            "head": "හිමිකමේ මනෝවිද්‍යාවෙන් පුරුදු මනෝවිද්‍යාවට",
            "body": "දාර්ශනිකයා ඇඩ්ලේරියානු මනෝවිද්‍යාව \"හිමිකමේ මනෝවිද්‍යාවක්\" නොව \"පුරුදු මනෝවිද්‍යාවක්\" බව පවසයි. ෆ්‍රොයිඩියානු මනෝවිද්‍යාව යනු \"හිමිකමේ මනෝවිද්‍යාවකි\". එය අපගේ අතීතය සහ අපගේ පරිසරය අපගේ ජීවිතය තීරණය කරන බව පවසයි. නමුත් ඇඩ්ලේරියානු මනෝවිද්‍යාව යනු \"පුරුදු මනෝවිද්‍යාවකි\". එය අපගේ ජීවිතය තීරණය කරන්නේ අප විසින්ම බව පවසයි. අපට අපගේ ජීවිතය වෙනස් කිරීමට බලය ඇත."
        },
        {
            "head": "නිදහස යනු කුමක්ද?",
            "body": "තරුණයා ධෛර්යය ලබා ගන්නේ කෙසේදැයි විමසයි. දාර්ශනිකයා ඊළඟ වතාවේ නිදහස ගැන සාකච්ඡා කරන බව පවසයි. ධෛර්යය ගැන කතා කිරීමට නම්, නිදහස ගැන කතා කළ යුතුය. ඇඩ්ලර්ට අනුව, නිදහස යනු අපගේ ජීවිතය තීරණය කිරීමට ඇති බලයයි. අපට අපගේ ජීවන රටාව තෝරා ගැනීමට නිදහස ඇත. අපට අපගේ අතීතයෙන් හෝ අපගේ පරිසරයෙන් පාලනය නොවී ජීවත් වීමට නිදහස ඇත."
        }
    ]
}