{
    "data": [
        {
            "title": "48 Laws of Power",
            "subtitle": "Chap 3",
            "head": "ජීවන රටාව හඳුන්වාදීම",
            "body": "මෙම කොටස ඇඩ්ලේරියානු මනෝවිද්‍යාවේ හරය වන \"ජීවන රටාව\" යන සංකල්පය හඳුන්වා දෙන අතර, අප අසතුටින් සිටින්නේ අප විසින්ම එම අසතුට තෝරා ගන්නා නිසා බව යන මතභේදාත්මක අදහස ඉදිරිපත් කරයි. තරුණයා තවමත් දාර්ශනිකයාගේ අදහස්වලට සම්පූර්ණයෙන්ම එකඟ නොවුනත්, ඔහු තුළ කුතුහලයක් ඇති වී ඇති අතර ඇඩ්ලේරියානු මනෝවිද්‍යාව ගැන වැඩිදුර ඉගෙන ගැනීමට කැමැත්තක් දක්වයි."
        },
        {
            "head": "තමා ගැනම ප්‍රේම කිරීම",
            "body": "තරුණයා Y වැනි පුද්ගලයෙකු වීමට කැමැත්ත දක්වන්නේ තමා ගැනම ප්‍රේම කිරීමට නොහැකි වීම නිසා බව දාර්ශනිකයා පෙන්වා දෙයි. තමා වෙනස් පුද්ගලයෙකු ලෙස නැවත ඉපදීමට ප්‍රාර්ථනා කරන්නේ තමා ගැන ඇති අකමැත්ත නිසා ය."
        },
        {
            "head": "\"ඔබ ලෙසම සිටීම හොඳයි\" නමුත් \"ඔබ ලෙසම සිටීම ප්‍රමාණවත් නොවේ\"",
            "body": "දාර්ශනිකයා පවසන පරිදි, තමා ලෙසම සිටීම පිළිගත යුතු වුවත්, සැබෑ සතුටක් දැනීමට නොහැකි නම්, වෙනස් වීමට උත්සාහ කළ යුතුය. ඇඩ්ලර්ගේ උපුටා දැක්වීමක් භාවිතා කරමින්, දාර්ශනිකයා අවධාරණය කරන්නේ අප ඉපදුනු ආකාරයට වඩා, අප එම \"උපකරණ\" භාවිතා කරන ආකාරය වැදගත් බවයි."
        },
        {
            "head": "අසතුට තෝරා ගැනීම",
            "body": "අප අසතුටින් සිටින්නේ අප විසින්ම එය තෝරා ගන්නා නිසා බව දාර්ශනිකයා පවසයි. \"කිසිවෙකු අයහපත ප්‍රාර්ථනා නොකරයි\" යන සොක්‍රටික් විරුද්ධාභාසය උපුටා දක්වමින්, සෑම පුද්ගලයෙකුම තමාට \"ප්‍රයෝජනවත්\" දේ තෝරා ගන්නා බවත්, අසතුටින් සිටීම තමාට ප්‍රයෝජනවත් යැයි යම් අවස්ථාවක අප විසින්ම තීරණය කරන බවත් ඔහු පැහැදිලි කරයි."
        },
        {
            "head": "ජීවන රටාව",
            "body": "ඇඩ්ලේරියානු මනෝවිද්‍යාවේදී \"ජීවන රටාව\" යන්නෙන් අදහස් කරන්නේ පුද්ගලයෙකුගේ චින්තනයේ සහ ක්‍රියාවේ ප්‍රවණතා, ලෝකය දිස්වන ආකාරය සහ තමා දිස්වන ආකාරය යනාදිය ය. වැදගත්ම දෙය නම්, ජීවන රටාව අප විසින්ම තෝරා ගන්නා දෙයක් බවයි. එය සහජයෙන්ම ලැබෙන දෙයක් නොවේ."
        },
        {
            "head": "වෙනස් වීමේ ධෛර්යය",
            "body": "තරුණයාට වෙනස් වීමට නොහැකි වී ඇත්තේ ඔහු වෙනස් නොවීමට තීරණය කරන නිසා බව දාර්ශනිකයා පවසයි. වෙනස් වීම යනු අලුත් ජීවන රටාවක් තෝරා ගැනීමයි. මෙය කිරීමට ධෛර්යය අවශ්‍ය ය. ඇඩ්ලේරියානු මනෝවිද්‍යාව යනු ධෛර්යයේ මනෝවිද්‍යාවකි."
        },
        {
            "head": "වර්තමානයේ තීරණය",
            "body": "අපගේ ජීවිතය තීරණය වන්නේ මේ මොහොතේ බව දාර්ශනිකයා අවධාරණය කරයි. අතීතය පවතින්නේ නැත. අතීතයේ සිදු වූ කිසිවක් අපගේ වර්තමාන ජීවිතයට බලපෑම් කළ යුතු නැත. මෙම කොටස ඇඩ්ලේරියානු මනෝවිද්‍යාවේ හරය වන ස්වයං-වගකීම සහ වෙනස්වීමේ හැකියාව පිළිබඳව අවබෝධයක් ලබා දෙයි. තරුණයා තවමත් සම්පූර්ණයෙන්ම ඒත්තු ගැන්වී නොමැති වුවද, ඔහු ඇඩ්ලේරියානු මනෝවිද්‍යාව ගැන වැඩිදුර ඉගෙන ගැනීමට කැමැත්තක් දක්වයි. මෙය ඉදිරි සංවාද සඳහා මග පාදයි."
        }
    ]
}