{
    "data": [
        {
            "title": "48 Laws of Power",
            "subtitle": "Law 1",
            "head": "මූලික ගැටුම හඳුන්වාදීම",
            "body": "මෙම උපුටා ගැනීම තරුණයා සහ දාර්ශනිකයා අතර පවතින මූලික ගැටුම හඳුන්වා දෙයි, වෙනස් වීම, කම්පනය සහ අතීතයේ වර්තමානයට ඇති කරන බලපෑම වටා කේන්ද්‍රගත වී ඇත. තරුණයා නිර්ණායක දෘෂ්ටියකට ඇලී සිටින අතර, අතීත සිදුවීම්, විශේෂයෙන් කම්පන, පුද්ගලයෙකුගේ වර්තමාන තත්වය නියම කරන අතර වෙනස් වීමේ හැකියාව සීමා කරන බව විශ්වාස කරයි. ඇඩ්ලේරියානු මනෝවිද්‍යාව මත පදනම් වූ දාර්ශනිකයා මෙම දෘෂ්ටිකෝණයට අභියෝග කරන අතර, පුද්ගලයින් අර්ථ දක්වන්නේ ඔවුන්ගේ අතීතයෙන් නොව ඔවුන් ඒ සඳහා ලබා දෙන අර්ථයෙන් බව තර්ක කරයි. විශ්වාස පද්ධතිවල මෙම වෙනස පොත පුරා දිග හැරෙන දාර්ශනික විවාදය සඳහා වේදිකාව සකසයි." 
        },
        {
            "head": "තරුණයාගේ නිර්ණායක දැක්ම",
            "body": "තරුණයාගේ හුදකලා මිතුරා පිළිබඳ උදාහරණය හේතුකාරකත්වය පිළිබඳ ඔහුගේ විශ්වාසය පෙන්නුම් කරයි. ඔහුගේ මිතුරාගේ වර්තමාන ඇගෝරාෆෝබියාවට හේතු වී ඇත්තේ අතීත කම්පනයක්, දෙමාපියන්ගේ අපයෝජනය, බිය ගැන්වීම හෝ අධික ලෙස සුරතල් කිරීම බව ඔහු පවසයි. තරුණයාගේ දෑස් තුළ, මෙම හේතු-ඵල සම්බන්ධතාවය වෙනස් වීම කළ නොහැකි කරයි. ඔහු තම මිතුරා අවස්ථාවකට ගොදුරු වූවෙකු ලෙස, අතීතයට හසු වූවෙකු ලෙස දකී. මෙම නිර්ණායක දෘෂ්ටිකෝණය පොදු චින්තන ක්‍රමයක් පිළිබිඹු කරයි, එහිදී පුද්ගලයින් තම වර්තමාන අරගලයන්ට අතීත සිදුවීම් ආරෝපණය කරමින්, වෙනස් වීමේ වගකීමෙන් නිදහස් වේ. තරුණයාගේ කලකිරීමට හේතුව ඔහුගේ මිතුරාගේ තත්වයේ නොවෙනස්වන බව පෙනෙන ආකාරයයි. ඔහුට උදව් කිරීමට අවශ්‍යයි, නමුත් ඔහුගේ අවබෝධයේ රාමුව තුළ ඔහුට මගක් නොපෙනේ."
        },
        {
            "head": "ඇඩ්ලේරියානු මනෝවිද්‍යාව පිළිබඳ දාර්ශනිකයාගේ හැඳින්වීම",
            "body": "දාර්ශනිකයා ඇඩ්ලේරියානු මනෝවිද්‍යාව තරුණයාගේ ෆ්‍රොයිඩියානු/ජුන්ගියානු අවබෝධයට ප්‍රතිවිරුද්ධ කරුණක් ලෙස හඳුන්වා දෙයි. ඔහු ඇඩ්ලර්ව ක්ෂේත්‍රයේ \"තුන්වන යෝධයා\" ලෙස ස්ථානගත කරන අතර, ඇඩ්ලර්ගේ අදහස් එතරම් ප්‍රසිද්ධ නොවූවත්, මිනිස් තත්ත්වය විස්තර කිරීමේදී ඉතා බලගතු සහ වඩාත් නිවැරදි බව අවධාරණය කරයි. දාර්ශනිකයා ඇඩ්ලේරියානු මනෝවිද්‍යාව දැඩි අධ්‍යයන විනයක් නොව \"සාක්ෂාත් කර ගැනීමක්, සත්‍යයන්ගේ සහ මානව අවබෝධයේ උච්චතම අවස්ථාවක්\" බව අවධාරණය කරයි. මෙම රාමුගත කිරීමෙන් ඇඟවෙන්නේ ඇඩ්ලර්ගේ අදහස් රැඩිකල් වුවත්, ඒවා සහජයෙන්ම බුද්ධිමය වන අතර මූලික මිනිස් අත්දැකීම් සමඟ අනුනාද වන බවයි. මෙම අවධාරණය ඉදිරියට එන සාකච්ඡාවේ වැදගත්කම ඉහළ නැංවීමට ද සේවය කරයි."
        },
        {
            "head": "හේතු විද්‍යාව vs. අරමුණු විද්‍යාව",
            "body": "මෙම කොටස හේතු විද්‍යාව (හේතු අධ්‍යයනය) සහ අරමුණු විද්‍යාව (දී ඇති සංසිද්ධියක අරමුණ අධ්‍යයනය, එහි හේතුවට වඩා) අතර ඇති තීරණාත්මක වෙනස හඳුන්වා දෙයි. දාර්ශනිකයා සෙම්ප්‍රතිශ්‍යාව හඳුනා ගන්නා වෛද්‍යවරයෙකුගේ උපමාවක් භාවිතා කරමින් හුදු හේතු විද්‍යාත්මක ප්‍රවේශයක සීමාවන් නිදර්ශනය කරයි. රෝගයට හේතුව දැන ගැනීම (උදා: උණුසුම් ලෙස ඇඳුම් නොඇඳීම) වර්තමාන දුක් වේදනාවට පිළියමක් ලබා නොදෙන අතර විසඳුමක් ලබා නොදේ. ඒ හා සමානව, අතීත කම්පනවලට පමණක් අවධානය යොමු කිරීම, සමහර විට පැහැදිలి කිරීමක් ලබා දුන්නද, පුද්ගලයින්ට වෙනස් වීමට බලයක් ලබා නොදේ. එහි අරමුණු විද්‍යාත්මක අවධානය සහිත ඇඩ්ලේරියානු මනෝවිද්‍යාව, ඇයි යන දෙය සිදු වූයේද යන්නෙන් කුමන අරමුණක් සඳහාද යන්න වර්තමානයේ එය සේවය කරන බවට අවධාරණය මාරු කරන බව දාර්ශනිකයා තර්ක කරයි."
        },
        {
            "head": "කම්පනය ප්‍රතික්ෂේප කිරීම",
            "body": "මෙම ඡේදයේ හඳුන්වා දී ඇති ඇඩ්ලේරියානු මනෝවිද්‍යාවේ වඩාත්ම මතභේදාත්මක අංගය මෙය විය හැකිය. කම්පනය පිළිබඳ දාර්ශනිකයාගේ සෘජු ප්‍රතික්ෂේප කිරීම ප්‍රකෝපකාරී වීමට නිර්මාණය කර ඇති අතර, තරුණයාගේ (සහ පාඨකයාගේ) පූර්ව නිගමනවලට අභියෝග කරයි. දුෂ්කර අත්දැකීම්වල බලපෑම ඇඩ්ලර් ප්‍රතික්ෂේප නොකරන බව දාර්ශනිකයා පැහැදිලි කරයි; ඒ වෙනුවට, එම අත්දැකීම් අර්ථ නිරූපණය කිරීමට සහ භාවිතා කිරීමට පුද්ගලයාගේ බලය ඔහු අවධාරණය කරයි. ඇඩ්ලර්ගේ උපුටා දැක්වීම, \"අපගේ අත්දැකීම් මගින් අප නිර්ණය කර නැත, නමුත් අප ඒවාට දෙන අර්ථය ස්වයං-නිර්ණය කරයි,\" ඇඩ්ලේරියානු මනෝවිද්‍යාවේ මූලික මූලධර්මය ඉස්මතු කරයි: පුද්ගලයින්ට ජීවිත සිදුවීම්වලට ප්‍රතිචාර දක්වන ආකාරය පිළිබඳ නියෝජිතායතනයක් ඇත. මෙය අතීත අත්දැකීම්වල වේදනාව අවම කිරීමක් නොවේ, නමුත් එය පුද්ගලයින්ට ගොදුරු භාවයෙන් ඔබ්බට ගොස් ඔවුන්ගේ වර්තමාන සහ අනාගතය පාලනය කිරීමට බලය ලබා දෙයි."
        },
        {
            "head": "හුදකලා මිතුරා: අරමුණු විද්‍යාව පිළිබඳ අධ්‍යයනයක්",
            "body": "මිතුරාගේ හුදකලාව අතීත කම්පනයක ප්‍රතිවිපාකයක් නොව වර්තමාන ඉලක්කයක් මගින් මෙහෙයවන තේරීමක් බව දාර්ශනිකයා යෝජනා කරයි, සමාජ අන්තර්ක්‍රියාවල අභියෝග සහ කාංසාවන් වළක්වා ගැනීමේ ඉලක්කය. මිතුරාගේ කාංසාව සහ බිය ඔහුගේ හුදකලාවට හේතුව නොව ඔහුගේ ඉලක්කය සපුරා ගැනීමට භාවිතා කරන මෙවලම් බව ඔහු යෝජනා කරයි. මෙම නැවත රාමුගත කිරීම ඉතා වැදගත් වේ. එයින් ඇඟවෙන්නේ මිතුරා බල රහිත නොවන බවත්, ඔහු නොදැනුවත්ව වුවද, ඔහුගේ ජීවන රටාව ක්‍රියාශීලීව තෝරා ගන්නා බවත්ය. මෙම අර්ථ නිරූපණය ගොදුරට දොස් පැවරීමක් ලෙස සලකන තරුණයාට ගැඹුරින් කැළඹී ඇත. මිතුරාගේ හැසිරීම ඔහුගේ දෙමාපියන්ගේ සැලකිල්ල හසුරුවන ආකාරය පිළිබඳ දාර්ශනිකයාගේ පසුකාලීන උදාහරණය, හුදකලාවෙන් ලැබෙන විභව ද්විතියික ලාභයක් යෝජනා කරමින් ගැටළුව තවත් සංකීර්ණ කරයි."
        },
        {
            "head": "තවදුරටත් සාකච්ඡාව සඳහා වේදිකාව සැකසීම",
            "body": "උපුටා ගැනීමේ අවසාන පේළි පසුකාලීන සංවාදයේ දිශාව පෙන්නුම් කරයි. තරුණයා තවමත් ඒත්තු ගැන්වී නැත, ඔහුගේ මිතුරාගේ තත්වය පිළිබඳ දාර්ශනිකයාගේ අර්ථ නිරූපණය දැඩි ලෙස ප්‍රතික්ෂේප කරයි. ඇඩ්ලේරියානු මනෝවිද්‍යාවේ පුළුල් මූලධර්ම ගවේෂණය කිරීම සඳහා මෙම නිශ්චිත උදාහරණයෙන් ඔබ්බට යාමට අවශ්‍ය බව දාර්ශනිකයා හඳුනා ගනී, ඉදිරියට එන වඩාත් සවිස්තරාත්මක පැහැදිලි කිරීම් සහ ගවේෂණ ඉඟි කරයි. අවසාන පේළියේ හඳුන්වා දුන් තරුණයාගේ පෞද්ගලික කථාන්දරය, මෙම සංකල්ප ගවේෂණය කිරීමට සහ තරුණයාගේ ගැඹුරින් මුල් බැසගත් විශ්වාසයන්ට තවදුරටත් අභියෝග කිරීමට නව මාවතක් සැපයීමට පොරොන්දු වේ."
        }
    ]
}