{
    "data": [
        {
            "title": "48 Laws of Power",
            "subtitle": "Law 1",
            "head": "හැඟීම් පාලනය පිළිබඳ සාකච්ඡාව",
            "body": "මෙම කොටස ඇඩ්ලේරියානු මනෝවිද්‍යාවේ මූලික සංකල්පයක් වන හැඟීම් පාලනය කිරීමේ හැකියාව පිළිබඳව ගැඹුරින් සාකච්ඡා කරයි. තරුණයා තමාට කෝපි කඩන සේවකයෙකු සමඟ ඇති වූ සිදුවීමක් උදාහරණයක් ලෙස ගනිමින්, කෝපය වැනි හැඟීම් පාලනය කළ නොහැකි බවත්, ඒවා අතීත අත්දැකීම්වල ප්‍රතිඵල බවත් තර්ක කරයි. දාර්ශනිකයා මෙම දෘෂ්ටිකෝණයට අභියෝග කරමින්, ඇත්ත වශයෙන්ම හැඟීම් යනු අප විසින්ම නිර්මාණය කරගන්නා මෙවලම් බවත්, අපගේ අරමුණු සාක්ෂාත් කර ගැනීම සඳහා ඒවා යොදා ගන්නා බවත් පෙන්වා දෙයි."
        },
        {
            "head": "කෝපය නිර්මාණය කිරීම",
            "body": "තරුණයා සේවකයාට කෝපයට පත් වූයේ ඔහුට කෝපි කඩා දැමීම නිසා නොව, ඔහුට කෑ ගැසීමට අවශ්‍ය වූ නිසා බව දාර්ශනිකයා පවසයි. එනම්, කෑ ගැසීමේ අරමුණ සාක්ෂාත් කර ගැනීම සඳහා ඔහු කෝපය නිර්මාණය කර ගත්තේය. මෙම අර්ථකථනය තරුණයාට පිළිගත නොහැකි ය."
        },
        {
            "head": "හැඟීම් පාලනය කිරීමේ හැකියාව",
            "body": "දුරකථන ඇමතුමක් ලැබුණු විට කෝපයෙන් සිටි මවක් හඬ මෘදු කර ගැනීම පිළිබඳ උදාහරණය හරහා, දාර්ශනිකයා පෙන්වා දෙන්නේ හැඟීම් අවශ්‍යතාවය මත පාලනය කළ හැකි බවයි. මව කෝපය භාවිතා කළේ දියණියට බලපෑම් කිරීමේ මෙවලමක් ලෙස ය."
        },
        {
            "head": "අතීතයේ බලපෑමෙන් නිදහස් වීම",
            "body": "දාර්ශනිකයා පවසන පරිදි, අතීතයේ සිදු වූ දේ නොව, අප ඒවාට දෙන අර්ථය අපගේ වර්තමානය තීරණය කරයි. දික්කසාද වූ දෙමාපියන් සිටින පුද්ගලයෙකුගේ උදාහරණය හරහා මෙය පැහැදිලි කරයි. එම දික්කසාදය \"සීතල\" හෝ \"උණුසුම්\" ලෙස දැනෙන්නේ වර්තමානයේ එයට දෙන අර්ථය මත ය."
        },
        {
            "head": "සොක්‍රටීස් සහ ඇඩ්ලර්",
            "body": "සොක්‍රටීස් සහ ඇඩ්ලර් දෙදෙනාම සංවාද හරහා තම අදහස් ප්‍රකාශ කළ ආකාරය දාර්ශනිකයා පෙන්වා දෙයි. තරුණයා සමඟ කරන සංවාදය හරහා, තරුණයාට තමාගේම පිළිතුරු සොයා ගැනීමට උපකාර කිරීමට දාර්ශනිකයා උත්සාහ කරයි."
        },
        {
            "head": "අභියෝගය",
            "body": "තරුණයා දාර්ශනිකයාට අභියෝග කරන්නේ ඔහුගේ න්‍යාය අසත්‍ය බව ඔප්පු කරන තුරු හෝ ඔහුට යටත් වන තුරු සංවාදය දිගටම කරගෙන යාමට ය. මෙම කොටස හැඟීම් පාලනය, අතීතයේ බලපෑම සහ ස්වයං වෙනස්වීමේ හැකියාව වැනි ඇඩ්ලේරියානු මනෝවිද්‍යාවේ මූලික සංකල්ප ඉදිරිපත් කරමින්, තවදුරටත් සාකච්ඡාව සඳහා අඩිතාලම දමයි."
        }
    ]
} 