{
    "data": [
      {
        "head": "ආර්ථික බුබුළු සහ මානව අතාර්කිකත්වය",
        "body": "මෙම පරිච්ඡේදයේ ප්‍රධාන චරිතයක් නැත, නමුත් එය 2008 ආර්ථික අර්බුදය සහ එයට පෙර සිදු වූ අනෙකුත් ආර්ථික බුබුළු උදාහරණ ලෙස භාවිතා කරයි. මෙම අර්බුදවලදී මිනිසුන්ගේ තාර්කික නොවන හැසිරීම් රටා පෙන්නුම් කෙරේ. චරිත වර්ධනයක් වෙනුවට, පරිච්ඡේදය අවධානය යොමු කරන්නේ මානව ස්වභාවයේ අභ්‍යන්තර තාර්කික නොවන බව පිළිබඳ අවබෝධයක් වර්ධනය කිරීම කෙරෙහි ය."
      },
      {
        "head": "2008 ආර්ථික අර්බුදය: තාර්කික නොවන හැසිරීම්",
        "body": "මෙම අර්බුදයට හේතු වූයේ බාහිර සාධක නොව, මිනිසුන්ගේ අභ්‍යන්තර තාර්කික නොවන බව බව පරිච්ඡේදය පෙන්වා දෙයි. මිලියන ගණනක් මිනිසුන් තාර්කික නොවන ආයෝජන තීරණ ගත් අතර, බොහෝ දෙනෙක් අනතුරු ඇඟවීම් නොසලකා හැරියහ. ඔවුන් පහසු මුදල් උපයා ගැනීමේ ආශාවෙන් අන්ධ වූ අතර, තාර්කිකව සිතීමේ හැකියාව නැති විය."
      },
      {
        "head": "ඉතිහාසයේ පුනරාවර්තනය: මානව ස්වභාවයේ නොවෙනස් බව",
        "body": "2008 අර්බුදය ඉතිහාසයේ පුනරාවර්තනය වූ ආර්ථික බුබුළු වලින් එකක් පමණි. 1987, 1929, 1840 සහ 1720 යන වර්ෂවල සිදු වූ බුබුළු සහ බිඳවැටීම් පරිච්ඡේදය උදාහරණ ලෙස ගෙන, මිනිස් ස්වභාවය වෙනස් නොවන බව පෙන්වා දෙයි. මිනිසුන් තම වැරදි වලින් ඉගෙන නොගන්නා අතර, එකම රටා නැවත නැවතත් පුනරාවර්තනය කරයි."
      },
      {
        "head": "හැඟීම්වල පරිණාමය සහ තාර්කික නොවන හැසිරීම්",
        "body": "පරිච්ඡේදය හැඟීම්වල පරිණාමය පිළිබඳව විස්තර කරයි. හැඟීම් මුලින් පරිණාමය වූයේ ජීවීන්ට පරිසරයට අනුවර්තනය වීමට සහ ජීවත් වීමට උපකාර කිරීම සඳහා ය. නමුත් මිනිසුන් තුළ, හැඟීම් සහ සංජානනය අතර පරතරයක් ඇති වී ඇති අතර, එය අපගේ තාර්කික නොවන හැසිරීම් වලට හේතු වේ."
      },
      {
        "head": "තාර්කිකත්වය සහ අතාර්කිකත්වය: වෙනස හඳුනා ගැනීම",
        "body": "පරිච්ඡේදය තාර්කිකත්වය සහ අතාර්කිකත්වය අතර වෙනස අර්ථ දක්වයි. තාර්කික පුද්ගලයන් තම හැඟීම් පිළිබඳව දැනුවත් වන අතර ඒවා පාලනය කිරීමට උත්සාහ කරයි. අතාර්කික පුද්ගලයන් තම හැඟීම්වලට යටත් වන අතර, ඒවා ඔවුන්ගේ සිතුවිලි සහ තීරණ විකෘති කරයි."
      },
      {
        "head": "නිගමනය",
        "body": "මෙම පරිච්ඡේදය චරිත වර්ධනයක් නොපෙන්වන නමුත්, එය මිනිස් ස්වභාවයේ තාර්කික නොවන බව පිළිබඳ අවබෝධයක් වර්ධනය කිරීම කෙරෙහි අවධානය යොමු කරයි. මෙම අවබෝධය තාර්කිකත්වය වර්ධනය කිරීම සඳහා අත්‍යවශ්‍ය වේ."
      }
    ]
  }
