{
    "data": [
      {
        "title": "Human Nature",
            "subtitle": "chap 1 ",
        "head": "හැඳින්වීම: මානව ස්වභාවය අවබෝධ කර ගැනීම",
        "body": "මෙම පරිච්ඡේදය පොතේ හැඳින්වීම වන අතර, මානව ස්වභාවය අවබෝධ කර ගැනීමේ වැදගත්කම සහ පොතේ අරමුණ පැහැදිලි කරයි. මෙය පොතේ ප්‍රධාන තේමාවන් සහ එහි සමස්ත ව්‍යුහය සඳහා අඩිතාලම දමයි."
      },
      {
        "head": "මානව ස්වභාවයේ අඳුරු පැත්ත",
        "body": "පරිච්ඡේදය ආරම්භ වන්නේ මිනිසුන් තුළ ඇති නරක ගති ලක්ෂණ සහ අපගේම අනපේක්ෂිත හැසිරීම් පිළිබඳව අවධානය යොමු කිරීමෙනි. ඊර්ෂ්‍යාව, උඩඟුකම, අඥානකම, කෙටි කල්පනාකම, ආක්‍රමණශීලී බව වැනි ගති ලක්ෂණ නිසා අපි අන් අයට සහ අපටම හානි කරගන්නා බව පෙන්වා දෙයි. මෙම ගති ලක්ෂණ පිළිබඳ මතුපිටින් පමණක් අවබෝධ කරගැනීම නිසා එම රටා නැවත නැවතත් සිදුවන බවත්, එබැවින් ඒවායේ මූලික හේතු අවබෝධ කර ගැනීමේ වැදගත්කමත් පරිච්ඡේදය අවධාරණය කරයි."
      },
      {
        "head": "මානව ස්වභාවයේ නීති",
        "body": "මෙම පොත \"මානව ස්වභාවයේ නීති\" ලෙස හඳුන්වා දෙන අතර, ඒවා අපගේ පරිණාමීය ඉතිහාසයේ මුල් බැස ඇති මූලික බලවේග ලෙස විස්තර කරයි. මෙම \"නීති\" අපගේ මොළයේ ව්‍යුහය, ස්නායු පද්ධතිය සහ අප හැඟීම් සකසන ආකාරය මගින් බලපෑමට ලක් වේ. පොත පුරා මෙම නීති පිළිබඳව විස්තර කරන බවත්, ඒවා ධනාත්මක ලෙස පරිවර්තනය කිරීමට ක්‍රමෝපායන් ඉදිරිපත් කරන බවත් සඳහන් කරයි."
      },
      {
        "head": "නූතන ලෝකයේ මානව ස්වභාවය",
        "body": "නූතන තාක්ෂණය සහ සමාජ මාධ්‍ය මගින් මානව ස්වභාවයේ අඳුරු පැති තවත් උග්‍ර කර ඇති බව පෙන්වා දෙයි. සමාජ මාධ්‍ය මගින් හැඟීම් පහසුවෙන් පැතිර යාම, ආක්‍රමණශීලී බව වැඩි වීම, සහ ගෝත්‍රික හැඟීම් උත්සන්න වීම වැනි උදාහරණ ලබා දෙයි. එබැවින් මානව ස්වභාවය අවබෝධ කර ගැනීම නූතන ලෝකයේ වඩාත් වැදගත් බව අවධාරණය කරයි."
      },
      {
        "head": "පොතේ ප්‍රතිලාභ",
        "body": "මෙම පොත කියවීමෙන් ලැබෙන ප්‍රතිලාභ කිහිපයක් පරිච්ඡේදය ඉස්මතු කරයි:\n\n* මිනිසුන් නිරීක්ෂණය කිරීමේ සහ ඔවුන්ගේ චරිතය විනිශ්චය කිරීමේ හැකියාව වර්ධනය කිරීම.\n* විෂ සහිත පුද්ගලයන් හඳුනා ගැනීම සහ ඔවුන් සමඟ කටයුතු කරන ආකාරය ඉගෙන ගැනීම.\n* මිනිසුන් පෙළඹවීම සහ බලපෑම් කිරීම සඳහා සැබෑ උත්තෝලක හඳුනා ගැනීම.\n* තමාගේම නිෂේධාත්මක රටා වෙනස් කිරීම සඳහා තමාගේම මානව ස්වභාවය පිළිබඳව අවබෝධ කර ගැනීම.\n* අන් අය සමඟ ගැඹුරු සහ තෘප්තිමත් බැඳීම් ඇති කර ගැනීම සඳහා සංවේදනය වර්ධනය කිරීම.\n* තමා තුළ සිටින ඉහළ, පරමාදර්ශී ආත්මය අවබෝධ කර ගැනීම."
      },
      {
        "head": "නිගමනය",
        "body": "සමස්තයක් ලෙස, මෙම පරිච්ඡේදය මානව ස්වභාවය අවබෝධ කර ගැනීමේ වැදගත්කම සහ පොතේ අරමුණ පැහැදිලි කරන අතර, එය පාඨකයාට පොතේ ඉදිරි පරිච්ඡේද සඳහා සූදානම් කරයි."
      }
    ]
  }
